{
    "data": {
        "article": {
            "title": "LA's Police Chief Explains How He Gets Rid of Dirty Cops",
            "preview": "Talking to the top cop in Los Angeles about homelessness, police shootings, mental health, and body cameras.",
            "tags": ["Crime","Los Angeles","LAPD","Los Angeles Police Department","Police","Policing","Charlie Beck","Criminal Justice","LA","Cops","VICE US"],
            "body": "<p class=\"has-image\"><em><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-body-image-1457018781-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"3000\" data-original-height=\"1998\" data-model-id=\"152692\" data-path=\"images/content-images/2016/03/03/\" data-crop-path=\"images/content-images-crops/2016/03/03/\" data-image-filename=\"las-police-chief-explains-how-he-gets-rid-of-dirty-cops-body-image-1457018781.jpg\" class=\"vmp-image\"></em> </p><p class=\"photo-credit\">LAPD Chief Charlie Beck at the 2014 Kingdom Day parade in Los Angeles. (Photo by David McNew/Getty Image) </p><p><em>This story was published in partnership with <a href=\"http://thecrimereport.org/\" target=\"_blank\">The Crime Report</a>.</em> </p><p>Now in his seventh year in office, Los Angeles Police Department (LAPD) Chief Charlie Beck has both built and expanded on the reforms initiated by his predecessor and mentor William J. Bratton, who was LAPD chief from 2002–2009. In the process, Beck has become something of a rising star in the reformist wing of American policing—in large part due to his innovative community policing work. </p><p>Last October, he went to the White House with 130 other top law enforcement leaders to meet with President Barack Obama. The topic was the future of criminal justice reform, and Beck was chosen to speak with the president on the group's behalf. </p><p>But Beck has also come under attack in Los Angeles for, among other things, his handling of <a href=\"https://news.vice.com/article/a-third-of-the-people-who-got-shot-last-year-by-lapd-officers-were-mentally-ill\" target=\"_blank\">controversial officer-involved shootings</a>—which almost doubled in the city in 2015—prompting the local branch of Black Lives Matter to call for his resignation. In dealing with the media, Beck has been deliberate in not making the LAPD about himself—a rare occurrence in a department ruled for more than 40 years by thin-skinned chiefs. As a result, there have been few in-depth interviews with him. </p><p>In late January 2016, Joe Domanick interviewed Beck for over two hours. Their free-wheeling discussion covered a host of issues facing him and police executives nationwide, post-Ferguson. Below is an abridged and edited version of the interview. </p><p><strong>Joe Domanick: You use the term \"community efficacy\" when talking about community policing. What do you mean by that?<br></strong><strong>LAPD Chief Charlie Beck: </strong>We have to recognize what a strong factor the police [can be] in building communities. It's a huge responsibility to go into a community that has extreme issues with crime, lack of connection and cohesiveness, to [help solve those problems] and then give the people back their neighborhoods. I can flood any neighborhood with police officers and make it safe overnight. But what I want—and what I believe police can do—is build community [residents'] belief that they are in charge of their own destiny, and can make a difference in how and where they live. I believe that is the next revolution of policing. </p><p><strong>How do you do that?<br></strong>Our bureau chiefs, area captains, and senior lead officers are all involved – that's about 300 people. They are responsible for [everything from] crime to issues like abandoned couches—for everything in one piece of turf 24/7. And our area captains, through community policing, have total authority to affect quality of life and the way people feel about safety in their commands. </p><p> I'm proudest of our community safety partnerships in our housing developments, where officers are assigned not to make arrests but to build community. We pioneered that, and it's spreading throughout the city. Officers make a five-year commitment to stay there to make a difference in quality of life. And they are not judged on arrest numbers. They are judged on public safety overall, and on community cohesiveness. </p><p> We are going to start doing community surveys—not only city-wide, but community surveys in the various divisions, so we can compare and contrast and measure progress. So [evaluation won't just be based] on crime numbers, but on how people feel about us and public safety. </p><p><strong>Are there any changes, or any training you've been doing, to try to keep to the bare minimum officer-involved shootings and other police abuses?<br></strong>The organization has changed its philosophy dramatically—its internal philosophy, not just its external stated philosophy. This past summer, we put our entire operations force [about 86 percent of the LAPD] through 10 hours of preservation-of-life training. The focus was to reinforce the necessity to preserve human life as our primary objective. We are following that up now with many hours of scenario-based training, about 32 for the entire force. We did the philosophy, and we are now doing the application. </p><p>We now select people for success within the structure that we have created. I've been the chief almost seven years now, and Bratton was the chief for seven years before me. Literally, we have got two generations of cops. The vast majority of patrol cops were hired by me, [most of the rest by] Bratton. And [this structure is] all they have ever known. </p><p><strong>How has the police academy training changed in terms of your desires for community policing. As you know, Bratton gave a lot of officers, including yourself, kind of carte blanche to start to think about these things.<br></strong>We have changed the training in the last couple of years to be more all-inclusive. We don't silo our topics. We include de-escalation of force training and communications skills and everything that they do. I have a civilian employee with a doctorate in education that runs my academy. She is absolutely focused on making sure that we do as inclusive a job as we can with our recruits. </p><p>We've also begun to bring the academy classes later in their careers—at their one, two-and-a-half and five-year points [of service] for more in-service training on the exact topics we've been talking about. We believe that is the most effective way for them to learn, because they already are in the same learning group, with shared interests and experiences. </p><p>They already have a pecking order, and their social group is already done. In any kind of training, all those things have to get resolved before any learning occurs. So we are bringing them back and their academy cohorts for training on this exact topic. That is called the LAPD University. We are totally redoing the way that we look at in-service training, in order to apply the right kinds of lessons at the right time in their careers. </p><p><strong>One of raps against you from some within the LAPD is that your discipline is inconsistent. Do they have a point?<br></strong>Sometimes folks forget discipline is not solely based on the act. There are termination offenses no matter what kind of record you have. But discipline is certainly influenced by an officer's history. A person who makes a mistake over and over is going to receive much harsher discipline than somebody who makes it for the first time. </p><p><strong>What do you mean when you talk about a \"mistake of the heart\" and a \"mistake of the head\"?<br></strong>A mistake of the heart is malignant. Doing something with evil intent is very different than doing something because you made a poor decision with good intentions. A mistake of the heart is planting dope on somebody. A mistake of the head is miscounting narcotics when you book it and [us] finding out that [that the total is wrong.] Mistakes of the heart, I can't tolerate. Through training and reinforcement, a lot of the mistakes of the head can be rectified so they won't reoccur. </p><p><strong>Aren't there are some \"mistakes of the head\" that need to be strongly disciplined as an example to other officers?<br></strong>I do fire people for mistakes of the head. Drinking and driving is a mistake of the head. It is not because you have a malignant heart. I fire people for that to set an example. Not the first time but certainly the second time. </p><p><strong>In 2015, there were a number of LAPD shootings of the kind where you sit up on your TV couch and say, \"Wow! I can't believe they just shot that guy.\" Recently, you've sent to the DA the case of the <a href=\"http://www.latimes.com/local/lanow/la-me-ln-lapd-shooting-venice-20150506-story.html\" class=\"external\" target=\"_blank\">fatal LAPD shooting of Brandon Glenn</a> [a young, unarmed black man who was shot in the back in Venice, Ca.] with a recommendation to prosecute the officer. How does that differ from some of the other controversial LAPD officer-involved shootings? Is it a rare occurrence in this or any city for an officer to get referred for an indictment in a shooting incident?<br></strong>First of all, I have done this many times in other instances. I have [recommended] prosecuting police officers for murder and everything below that, as [an Internal Affairs] detective, and as chief, I've aggressively prosecuted police officers. Usually, that's not for actions conducted while on duty, (but) sometimes it is. Recently, we had a case prosecuted where an officer kicked somebody unnecessarily. That was captured on video. It didn't result in a death. I don't shy from that. I don't like prosecuting cops but that doesn't stop me from doing it. </p><p><strong>Nevertheless, the LAPD has a high rate of officer-involved shootings, compared to other police agencies.<br></strong>We make many, many contacts, and have maybe the most gang violence. There are consequences to that. When you have the most interactions and the most radio calls and the most arrests, you are going to have the most opportunities for [officer-involved] shootings. You can't compare us to an agency half our size and say, \"Why do you have more shootings?\" Of course we have more shootings. We have more of everything. </p><p>Then the other piece is we have a geographic or demographic that is more violent than others. Police are going to come in contact with that violence. And you are going to have an increase in police use of force. </p><p><strong>Why do officer-involved shootings take so long to adjudicate? One just took 13 months. Your critics say you're just taking your time until public outrage has settled and the incident is off everybody's mind.<br></strong>Should we adjudicate it before the autopsy is done? Autopsies take three to four months. Should we adjudicate them before all the witnesses' statements and everything else is done? We do homicide level investigations on every one of these [officer involved shootings]. Then after the investigations, the [LAPD] inspector general looks at them, [the department's] use-of-force board and the chief of police look at them, and then the police commission has to rule on them. And all of that takes time. They have to review 48 shootings [in 2015]  and multiple other uses of force. </p><p>Which part of this scenario do I skip? It was designed by the [1991 Warren]  <a href=\"https://www.hrw.org/legacy/reports98/police/uspo73.htm\" class=\"external\" target=\"_blank\">Christopher Commission</a> and the [US Justice Department's] consent decree, in response to what people saw as a department that was [out of] control. And we follow it scrupulously. </p><p><strong>Does the Los Angeles DA ever investigate LAPD officers without the recommendation of the department first?<br></strong>We present every officer-involved shooting to the DA for review. Every one of them. Others don't do that. No matter how good they are. They all go to the DA for review. And the DA responds as a roll out tape that goes to every officer involved shooting scene at the time it occurs and has for years. </p><p><strong>Before, if the LAPD didn't send it over to the DA's office, there wasn't any investigation.  It's not that way anymore?<br></strong>No. We send every one of them over there, and they are invited—we have DAs assigned to each one of the investigations. </p><p><strong>So if the DA wanted to, she could initiate—after you send it over—her own investigation and indict, even though the department is not asking for the indictment?<br></strong>Absolutely. </p><p><strong>If I were a police chief, I would talk about violence among poor African-American young men every day, and why nothing is being done except more repression and mass incarceration, in terms of long-term investment to remedy the situation.<br></strong>You're absolutely correct. A small minority of the population commit—and are victims of—the vast majority of crime.  Much of that is tied to circumstances of birth and race and many other things. [We're] about changing that dynamic. It's the hardest thing to do in policing. But if you create a sense of social efficacy and a belief that a community is in charge of its own destiny, you can reduce violence and crime. </p><p>I always struggle with how hard I am going to lean on the fact that 42 percent of our homicide victims are African Americans, [whose population is less than 9 percent of Los Angeles]; and 40 percent of the suspects arrested for homicide were African American. [But] just railing on why nobody will fix the problems in [our] poor communities—I don't know how much that will get me.  I think everybody understands [the causes]. </p><p><strong>But people don't understand that. It's been hard for many, many white people to grasp.<br></strong>Well, it's very true [about the circumstances]. We have to have the conversation about what is killing our youth—because that is what this is—our youth. We all have to recognize that some of our communities are much more prone to violence than others. And we've got to find a way to fix that. </p><p>But everybody [in a department] has to pull together. And [even then] everything we do can be unwound by one Neanderthal [cop] that treats people badly in the wrong situation. </p><p><strong>Well, I have come to understand that you've had to bring the troops along. And police unions are a powerfully resistant political force.<br></strong>Of course. That's why I get frustrated with my union when it goes hard right on some of these issues. I need the members to believe in [what we're trying to do], because that's how we'll get better, and maybe we'll become an example for America. Maybe. </p><p><strong>Is your department still doing roughly the same [high] number of stop and frisks?<br></strong>Well, I hate that term, of course. Our detentions are reduced, and our overall arrests have been part of a continuing decline. A lot of that is due to a de-emphasis through the courts and through law and even internally toward narcotics arrests and some other lower-level types of arrests that have caused those numbers to go down. Our stops have declined on a similar level, but we still make a lot of stops. There are still multiple hundreds of thousands of year. </p><p class=\"has-image\"><strong><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-body-image-1457019545-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"2400\" data-original-height=\"1607\" data-model-id=\"152696\" data-path=\"images/content-images/2016/03/03/\" data-crop-path=\"images/content-images-crops/2016/03/03/\" data-image-filename=\"las-police-chief-explains-how-he-gets-rid-of-dirty-cops-body-image-1457019545.jpg\" class=\"vmp-image\"></strong></p><p class=\"photo-credit\">Los Angeles Mayor Eric Garcetti with LAPD Chief Charlie Beck—who is wearing a body camera—at a press conference about the rollout of the agency's body camera program in September 2015.(Photo by Al Seib/Los Angeles Times via Getty Images)<br></p><p><strong>In our previous discussion for this interview, you were talking about how \"explanation\" in policing-stops goes a long way toward easing the tension during a stop. Your ability to articulate why you stopped somebody has a lot to do with how people feel about it.<br></strong>One of the great things about the body cameras and the in-car video is that supervisors are able to review that [interaction] period, and see how effective their officers are at it, and make adjustments. One of the reasons that we look at biased policing complaints so exhaustively is because I think that many of them are an exact symptom of this—of a lack of explanation. </p><p><strong>What do you want to get done during the remaining three years of your term?<br></strong>I want to get back on track with crime, be the model in building community trust, and get people to have faith in this police department to the extent that the national conversation [about how police abuse] may have damaged it. </p><p><strong>In terms of building community trust, how far along do you think the department currently is?<br></strong>I believe our police officers generally make excellent decisions on stopping the right people in the right circumstance. Do I put inexperienced people out there? Do I fish with a net? No. We try to be as targeted as possible. Fishing with a net is a very bad way to police. You may catch a lot of fish, but you certainly don't get the right kind. </p><p><strong>How difficult was it for you to pull all the interested parties together and come up with your plan?<br></strong>It was difficult.  Nobody is completely is satisfied with this.  Nobody. The ACLU, the Police Protective League [the LAPD union], the city council, and I are all not completely satisfied. But it's a workable compromise that allows police accountability and officer's confidence in a tool that is being used to not only monitor them but also support their work. </p><p>You've got a balance—I can make a system that's pure monitoring of officers, or a system that's pure prosecution, but we want something that [the officers] will use; that  allows for accountability; and will improve behavior on both sides of the camera and change the way cops perceive their jobs.  All of us are guilty of not being our best at all times. Cameras increase the likelihood that everybody will perform to their optimum capability. </p><p><strong>Two issues with the plan: The public doesn't get to see the videos of these controversial shootings, and the officers are allowed to view the video before they make their statement. These seem very problematic.<br></strong>Representatives of the public are allowed to see the videos. The police commission, the district attorney, the city attorney, and the [LAPD] inspector general all have full access to these videos. A video is a form of evidence, like a written statement, an oral recording, a photograph, or an autopsy. To release it out of context doesn't do justice to the investigation. These are raw videos, capturing a knot hole of an incident and not the totality of the circumstances. What we are looking for is not absolute transparency. It's accountability. </p><p>As for an officer being allowed to view the video before making a statement, shouldn't an officer when transcribing his report be able to review it, so that [he or she] can make the most accurate statement based on a report he created? </p><p><strong>Or critics might suggest officers can make a statement that's most favorable to them when based on the video.<br></strong><strong>T</strong>he evidence [the video] is what the evidence is. You can't change it by your statement. If you have acted inappropriately or improperly, the evidence in the video will generally show that. We're trying to create a tool that officers will use and embrace and adds a level of accountability. So there are compromises made. The addition of video is no different than the many other pieces of evidence that officers are allowed to view before making their statements. We do a walk-through so they can see the scene [of the incident]. </p><p>Being involved in a shooting is very traumatic. We are trying to get their best recollection. If the investigators decide that is not the best way to do it than we don't. In the Venice shooting (of Brandon Glenn), the officer involved hasn't seen that tape, because I thought it was a criminal act [when I viewed it.] </p><p><strong>Let's talk about the huge homeless problem in the city of Los Angeles, and how it's essentially been left to the LAPD to deal with for decades.<br></strong>The best thing about this year is that finally other people are [also] taking responsibility for it. [Mayor] Eric Garcetti has done a phenomenal job of bringing people together. [LA's] government is so decentralized and power is so dispersed that it's very difficult to get things done without building a consensus. But he's brought [Los Angeles] County [toward reform] along, and the county [controls] all the mental health services and the majority of the money for housing and other services. </p><p>We've been locked in a spiral going the wrong way on this. We had to claim a 14 percent increase in the [number] of homeless living on the street last year. Visually,  it looks like double that, and that's a huge crime issue for us. I mean, our number one division in crime increase this year was Central [Division, in Downtown LA, including Skid Row]. And damn near all of that is homeless on homeless crime. </p><p><strong>So what's the new plan?<br></strong>Creating more homeless housing and incentives for people to want to live in that housing. We have vacant beds every night [in Skid-Row facilities]. So people need to be willing to go to [homeless housing]. And the department [has been developing] mental health teams—\"smart teams\" of a mental health provider and a police officer that respond to not only calls about the mentally ill but also do case work on the homeless and mentally ill. </p><p><strong>How many officers are working on that?<br></strong>I am adding 32, and I had 40. That's a big commitment. And the Department of Mental Health has agreed to add 30 more [of its personnel]. We are going to be handling almost 70 percent of our mental health calls with those teams. We can fix this problem with enough energy, commitment, and funding. It's not fixed now, but things are lining up and maybe we can make some progress. </p><p><strong>LA has a long history of combative LAPD chiefs like Ed Davis, Daryl Gates, and Bernard Parks who warred with the media and other critics, and made the LAPD all about themselves. Even Bill Bratton, who courted the press and public, made the department about \"Bill Bratton the Reformer.\" You, on the other hand, have kept a remarkably low profile. Why?<br></strong>The chief of police should not be everybody's focus of interest. My ideal scenario is having a police department that [the public] believes in more than it believes in the chief. I have got a finite time [in office], a goodbye date. I have to create an organization that will continue [to get better]. We made huge progress in Bratton's administration and hopefully in mine; I want that to [pass that on] to the next chief. </p><p><em>A version of this story was originally published in the <a href=\"http://www.thecrimereport.org/\" target=\"_blank\">The Crime Report</a>.<br></em> </p><p><em><a href=\"http://johnjayresearch.org/cmcj/about/joe-domanick/\" target=\"_blank\">Joe Domanick</a> is West Coast bureau chief of the Crime Report, and associate director of the Center on Media, Crime, and Justice at John Jay College in NYC. He is the <a href=\"http://books.simonandschuster.com/Blue/Joe-Domanick/9781451641073\" target=\"_blank\">author</a> of </em>Blue: The Los Angeles Police Department and the Battle to Redeem American Policing. </p>",
            "feedText": null,
            "seriesTitle": "Vice Blog",
            "seriesDescription": null,
            "id": "203522",
            "seriesId": "139",
            "episodeNumber": null,
            "part": null,
            "url": "http://www.vice.com/read/las-police-chief-explains-how-he-gets-rid-of-dirty-cops",
            "author": "Joe Domanick",
            "pubDate": "2016-03-03 15:15:00",
            "pubTimestamp": 1457018100,
            "category": "news",
            "contributor": "Joe Domanick",
            "nsfw": false,
            "nsfb": false,
            "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-1457018342-crop_mobile.jpg?resize=*:*&output-quality=75",
            "image": "https://vice-images.vice.com/images/articles/meta/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-1457018342.jpg?resize=*:*&output-quality=75",
            "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-1457018342-crop_lede.jpg?resize=*:*&output-quality=75",
            "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-1457018342-crop_desktop.jpg?resize=*:*&output-quality=75",
            "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-1457018342-crop_mobile.jpg?resize=*:*&output-quality=75",
            "thumb_7_10": "",
            "otherParts": null,
            "dnd": null
        }
    }
}