{
    "data": {
        "items": [
            {
                "title": "Here's the Right Way to Play Video Games in College",
                "preview": "House party going south? Slam on Crash Bandicoot. Party, saved.",
                "tags": [
                    "University",
                    "Students",
                    "House Parties",
                    "Vomit",
                    "Mario Kart 8",
                    "Nidhogg",
                    "FIFA",
                    "FIFA 16",
                    "Crash Bandicoot",
                    "Oscar Dayus",
                    "VICE Gaming",
                    "Hearthstone",
                    "Life Is Strange",
                    "Retro gaming",
                    "teenagers",
                    "cheap vodka",
                    "cheaper hangovers",
                    "college",
                    "VICE UK",
                    "gaming"
                ],
                "body": "<p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/03/the-vice-gaming-guide-to-gaming-at-university-1122-body-image-1457004532-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1620\" data-original-height=\"1080\" data-model-id=\"152554\" data-path=\"images/content-images/2016/03/03/\" data-crop-path=\"images/content-images-crops/2016/03/03/\" data-image-filename=\"the-vice-gaming-guide-to-gaming-at-university-1122-body-image-1457004532.jpg\" class=\"vmp-image\"> </p><p class=\"photo-credit\">Photos by Oscar Dayus and Denice Wong </p><p>If you're there now, or you've been there recently, you know what college is all about. More house parties than lectures and more bottles of Smirnoff vodka than you care to admit. At least, that's how it goes for the first couple of years, right? Like learning to drive or facing a terrible first fuck, these are the modern rites of passage we must all traverse. Don't lie, you love it. </p><p>But while college demands that you at least half act like an adult, part of you wishes you were still 14 for the whole time you're there. An age when your social life equated to nightly marathons of whichever Call of Duty was being slated at the time, and a periodic match of FIFA to determine that, yes, Chelsea were still better than your friend's beloved Leyton Orient. </p><p>But these two lives <em>can</em> be reconciled. It just might take some creativity when it comes to the drinking games. </p><!--recommended--><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/03/the-vice-gaming-guide-to-gaming-at-university-1122-body-image-1457004573-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1620\" data-original-height=\"1080\" data-model-id=\"152555\" data-path=\"images/content-images/2016/03/03/\" data-crop-path=\"images/content-images-crops/2016/03/03/\" data-image-filename=\"the-vice-gaming-guide-to-gaming-at-university-1122-body-image-1457004573.jpg\" class=\"vmp-image\"> </p><h3>THE BEST VIDEO GAME FOR PRE-gaming</h3><p>It's 9:30. Only three people have turned up for so far, and they're the ones you only invited out of politeness because they did the same to you at freshman orientation. You need something to re-break the ice, as the seemingly bottomless crate of Natty Light in front of you can only do so much, and everyone's bored of playing Ring of Fire already. </p><p><em>Mario Kart 8</em> drinking game it is, then. </p><p>There are multiple versions of this, but the best one is \"No Drunk Driving,\" in which you have to finish a beer <em>and</em> complete a race, but you can't do both simultaneously. Do you take the checkered flag first and save your bloatedness until your victory lap, or down your drink immediately to get the best power ups by racing after the pack? </p><p>However you approach it: you get drunk quickly, you can fit four players around the TV, and the game's beautiful soundtrack means you don't have to sit through yet another play of \"Where Are Ü Now.\" Plus, you can now boast you managed a podium finish on Rainbow Road while half drunk. </p><p><strong><em>Article continues after the video below</em></strong> </p><hr><p><strong><em>Related: Watch <a href=\"http://www.vice.com/en_us/video/confessions-of-a-bartender-001\" target=\"_blank\">Confessions of a Bartender</a> </em></strong></p><iframe src=\"//embeds.vice.com/?playerId=YjMwNmI4YjU2MGM5ZWRjMzRmMjljMjc5&aid=vice.com/confessions-of-a&vid=95eTFpMTE68K4tNkwCXKgibwC16ZAd_3&embedCode=95eTFpMTE68K4tNkwCXKgibwC16ZAd_3&cust_params=embdom%3Dhttp%3A%2F%2Fwww.vice.com%2Fen_uk%2Fvideo%2Fconfessions-of-a-bartender-001%26topic%3Dstuff%26aid%3Dconfessions-of-a-bartender-001%26auth%3DVICE+Staff%26keywords%3Dconfessions%2Cbar%2Cvice%2Cshort+form%2Cconfessions+of+a%2Ccreepy+mask%2Cmask%2Csecrets%2Cconfessions+of+a...%2Cdrinks%2Cdrinking%2Calcohol%2Cdrunk+people%2Cdisclosing+secrets%2CVICE+US%2Cbartender%26ac%3Dyes%26country%3Den_uk%26contentId%3D95eTFpMTE68K4tNkwCXKgibwC16ZAd_3&ad_rule=1&description_url=http%3A%2F%2Fwww.vice.com%2Fen_uk%2Fvideo%2Fconfessions-of-a-bartender-001&autoplay=0&share_url=http://www.vice.com/en_uk/video/confessions-of-a-bartender-001\" width=\"640\" height=\"360\" frameborder=\"0\" webkitallowfullscreen=\"\" mozallowfullscreen=\"\" allowfullscreen=\"\"> </iframe><hr><h3>THE BEST GAME TO PLAY IN LECTURES</h3><p>University isn't all about getting hammered, playing games, and (unsuccessfully) pulling in clubs—there's also some learning to be done. </p><p>But on a scale of \"thrilling\" to \"my brain has departed the Earth's atmosphere,\" most lectures rank around \"my face has dissolved into dust and been reconstituted into a wet swamp.\"</p><p>Luckily, because we live in Space Year 2016, laptops exist, paving the way for students around the world to surreptitiously squeeze a match of <em><a href=\"http://www.vice.com/en_us/read/hearthstone-is-amazing-but-its-players-can-be-proper-dicks-139\" target=\"_blank\">Hearthstone</a></em> in. The slower pace means you won't be involuntarily hammering away at the keyboard with your tongue hanging out, so the lecturer won't suspect a thing. Meanwhile, the turn-based structure, coupled with the fact sound isn't required, means you might pick up some of the lecture by osmosis. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/03/the-vice-gaming-guide-to-gaming-at-university-1122-body-image-1457004650-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1620\" data-original-height=\"1080\" data-model-id=\"152556\" data-path=\"images/content-images/2016/03/03/\" data-crop-path=\"images/content-images-crops/2016/03/03/\" data-image-filename=\"the-vice-gaming-guide-to-gaming-at-university-1122-body-image-1457004650.jpg\" class=\"vmp-image\"> </p><h3>THE BEST GAME TO IMPRESS YOUR INDIE Friends WITH</h3><p>So you're fresh off the plane back from Indonesia, you've just bought a new puffer jacket, and your charity shop-worn Air Forces are on fleek. But your friends still won't take you seriously as the hipster you so dearly want to be. You've even tried getting into <em>Twin Peaks</em> and taking what you <em>think</em> was MDMA, but it still won't do. You need something really esoteric, something from out of left field they'll never expect. </p><p>How about a gruesomely violent fencing game in which the victor gets eaten by a giant worm dragon thing? No, it's not post-watershed Pokémon—this is <em>Nidhogg</em>. </p><p>The process of showing college friends indie games is always the same: initial responses of \"What's this bollocks?\" and \"Looks shite mate,\" soon followed by cheers and cries of laughter. <em>Nidhogg</em> especially, with its immediate simplicity, induces an intense atmosphere I've never experienced in any other party game. Also, its satisfying backstabbing will facilitate your sweet revenge on your flatmate for not taking the mountain of recycling out last week. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/03/the-vice-gaming-guide-to-gaming-at-university-1122-body-image-1457004687-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1620\" data-original-height=\"1080\" data-model-id=\"152558\" data-path=\"images/content-images/2016/03/03/\" data-crop-path=\"images/content-images-crops/2016/03/03/\" data-image-filename=\"the-vice-gaming-guide-to-gaming-at-university-1122-body-image-1457004687.jpg\" class=\"vmp-image\"> </p><h3>THE BEST GAME TO PLAY AT AN ACTUAL HOUSE PARTY </h3><p>I think, of all the drinking holes students frequent—pubs, clubs, park benches, particularly tough library sessions—house parties are the most unpredictable. Never mind there are at least 80 people here you don't know (seven of whom are raiding your fridge as we speak); there's also a certain something in the air. Is it... sexual energy? Love? Laughte...  no, it's vomit. </p><p>It's definitely vomit. </p><p>You need a game to distract the guests from the stench. But nobody plays video games at house parties, right? </p><p>I once thought like this, too. That was until I went to a house party where, inexplicably, one guy switched on a stray PSone and started speedrunning <em>Crash Bandicoot</em>. He soon got over the other guests' sideways glances, and by the end of the evening he had pretty much the entire street cheering him on, rum being chugged quicker than post-Domino's water but not quite as fast as he was charging through the final boss battle. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images/2016/03/03/the-vice-gaming-guide-to-gaming-at-university-1122-body-image-1457004751.jpg?resize=*:*&output-quality=\" data-original-width=\"759\" data-original-height=\"427\" data-model-id=\"152560\" data-path=\"images/content-images/2016/03/03/\" data-crop-path=\"images/content-images-crops/2016/03/03/\" data-image-filename=\"the-vice-gaming-guide-to-gaming-at-university-1122-body-image-1457004751.jpg\" class=\"vmp-image\"> </p><h3>THE BEST GAME TO PLAY WHEN MISSING SCHOOL </h3><p>When I was at school, all I'd hear from grown-ups is \"It's best time of your life!\" Well, <em>adults</em>, it's not—it's crap. School is a seven-year slog of puberty, ill-fitting clothes, and the most ignorant brats you'll meet in your life. They're second only to the most poisonous scum on Earth: students. </p><p>Students consume, drink, pollute, drink, destroy, drink, smoke, cheat, drink, lie, sleep, and drink. And for the most part we love it; but sometimes we feel like slipping under our favorite blanket and blocking out the world and... Wait, I already covered this with the sleeping part, didn't I? </p><p>My point is, sometimes we do get fed up of being Young Adults, and, despite what I said about school, occasionally we want to get nostalgic over pissing around in double maths before home time. Step up, <em><a href=\"https://www.vice.com/en_us/tag/life%20is%20strange\" target=\"_blank\">Life Is Strange</a></em>. </p><p>Chemistry experiments, bullies, tentative flirting with the opposite sex, <em>the ability to rewind time</em>—all of your favorite teenage memories are here. <em>Life Is Strange</em>'s obvious headlines are the rewind ability and its branching storyline, but its embellished version of school life is delightful to play through, allowing me to finally experience that period of discovering music and smoking weed and hanging out with actual friends that I never got round to in real life. </p><blockquote><strong>On VICE Sports: <a href=\"https://sports.vice.com/en_us/article/no-own-goals-fifas-new-museum-glosses-over-the-sepp-blatter-era\" target=\"_blank\">FIFA's New Museum Glosses over the Sepp Blatter Era</a> </strong> </blockquote><h3>THE ULTIMATE PARTY GAME </h3><p>Listen, stop trying to tell people PES is better; we all know this one's <a href=\"http://www.vice.com/en_us/tag/FIFA+16\" target=\"_blank\">FIFA</a>. Despite claims of stagnation for the most recent edition, <em>FIFA 16</em>, this really is the ultimate college video game, mostly due to its flexibility and accessibility. </p><p>FIFA is excellent at easing in new players, affording you and your friends the freedom to use it however you like. You can start an online season with your flatmates, if you're in it for the long haul. You can deploy FIFA drinking rules (drink for fouls, offsides, goals conceded—basically anything, with extra points for trick shots) if you're heading out. You can even discuss <a href=\"https://www.vice.com/en_us/read/fifa-and-feelings-how-eas-football-game-helps-men-connect-900\" target=\"_blank\">your deepest worries</a> with your closest friends. </p><p>Everybody knows the rules, you can get loads of people playing at once, and—this season at least—your mate can at last prove that Leyton Orient are better than Chelsea. </p><p><a href=\"http://www.twitter.com/dayusz\"></a><em>Follow Oscar Dayus on <a href=\"http://www.twitter.com/dayusz\" target=\"_blank\">Twitter.</a></em></p>",
                "feedText": null,
                "seriesTitle": "Vice Blog",
                "seriesDescription": null,
                "id": "203449",
                "seriesId": "139",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/the-vice-gaming-guide-to-gaming-at-university-1122",
                "author": "Oscar Dayus",
                "pubDate": "2016-03-03 16:05:00",
                "pubTimestamp": 1457021100,
                "category": "gaming",
                "contributor": "Oscar Dayus",
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/03/the-vice-gaming-guide-to-gaming-at-university-1122-1457004295-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/03/the-vice-gaming-guide-to-gaming-at-university-1122-1457004295.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/03/the-vice-gaming-guide-to-gaming-at-university-1122-1457004295-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/03/the-vice-gaming-guide-to-gaming-at-university-1122-1457004295-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/03/the-vice-gaming-guide-to-gaming-at-university-1122-1457004295-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "Talking About Why Nobody Is Talking About 'Girls' Anymore",
                "preview": "One current Girls fan and one former Girls fan discuss whether it's any good now that basically every channel has its own comedy about millennials. ",
                "tags": [
                    "girls",
                    "hbo show",
                    "Lena Dunham",
                    "Jemima Kirke",
                    "shows that aren&#39;t good anymore",
                    "shows they should have stopped making",
                    "tv",
                    "shows",
                    "hbo",
                    "female friendships"
                ],
                "body": "<p class=\"has-image\"><em><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/has-girls-just-turned-into-a-boring-soap-opera-body-image-1456933664-size_1000.png?resize=*:*&output-quality=\" data-original-width=\"1276\" data-original-height=\"661\" data-model-id=\"152280\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"has-girls-just-turned-into-a-boring-soap-opera-body-image-1456933664.png\" class=\"vmp-image\"><em>Pic screengrab</em></em></p><p><em>Girls</em> has been back for two weeks and for the first time, its return hasn't been greeted with any outraged headlines or lengthy thinkpieces about feminism. There's been no racy butt-eating, no belly jizz, no Lena Dunham playing topless ping-pong with a stranger. If anything, it's becoming a fairly procedural show about a group of friends in New York. Does that mean it's bad now? We got a boy who still likes it and a girl who now doesn't to argue their case. <!--recommended--></p><p dir=\"ltr\"><strong>Hannah Ewens, a girl: </strong>I love <em>Girls</em> but it's just not as good any more. When it started, it captured the middle-class female millennial existence in a way that film or TV hadn't before. Every episode had a purpose: it developed characters with flaws and idiosyncrasies, in a world they and the viewer were struggling to understand. But the first two episodes of the new season feel like flogging a dead horse. It's kind of a case of Flanderization (like, Flanders from <em>The Simpsons </em>who was quite normal in the beginning but to keep him going as a character they exaggerated his tropes). </p><p dir=\"ltr\">The storylines—Hannah's gay Dad, Adam's next relationship, Marnie getting married—meander along with very little at stake. Yes, they're in their mid-20s and slowly sorting themselves out a bit, so I get that it's not going to be like before, but the whole thing feels self-indulgent and unfinished. Dunham has run out of material. I think she succeeded in doing what she wanted with <em>Girls</em> by the end of season three. There's going to be one more season after this and I can't understand why. </p><p dir=\"ltr\"><strong>Sam Wolfson, a boy</strong>: I think <em>Girls</em> might be a victim of its own success. When it  started it wasn't a spectacularly written show, but it felt like it dealt with characters who hadn't been on television before—materially poor but culturally privileged 20-somethings who combined a near-relentless pursuit of hedonism with lofty ambitions of glamorous careers, which they had no intention of doing. That is a lot of people I know.</p><p dir=\"ltr\">But as it went on, it became much more nuanced and intelligent than just HERE ARE SOME MILLENNIALS–it dealt with the contemporary realities of that life: how mental illness can strike at the time you least want it to, how the only jobs in media involve making branded content for <em>GQ</em>, what it's like when you dump your long-term partner for being too boring and then can't get them back after you've fucked around a bit. Throughout it all there is a big gamble underlining everything—how long can you hold on to the dream, and when do you cash in your chips and settle for a life more ordinary?</p><p dir=\"ltr\">So as it reaches its final lap, I think it should be given a bit of leeway to see what happens to these characters now that they've all basically settled: Marnie for marriage, Jessa for a man she's actually suited to, Hannah to a proper job and a nice-but-dull boyfriend. Even Hannah's dad, initially enthralled by the erotic dreams of meeting a man online and coming to New York to sleep with him, has to deal with the more drab reality of meeting an old bloke who looked nothing like his dating profile and the awkwardness of leaving his wallet at his house. </p><p dir=\"ltr\">It can't all be fucking junkies in rehab or doing pills at a day rave. These characters have aged by five years. At some point they have to deal with the fact that they're probably not going to be actors or famous writers or muses. If anything, I think this could be <em>Girls'</em> most interesting series. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/has-girls-just-turned-into-a-boring-soap-opera-body-image-1456934046-size_1000.png?resize=*:*&output-quality=\" data-original-width=\"1272\" data-original-height=\"643\" data-model-id=\"152283\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"has-girls-just-turned-into-a-boring-soap-opera-body-image-1456934046.png\" class=\"vmp-image\"> </p><p dir=\"ltr\"><strong>Hannah, a girl:</strong> I get they're older now, but this next 'stage' could still be interesting if covered in the right way. The characters are almost so specifically drawn that it's now at the expense of a storyline. They're sticking with their traits as they were immortalized in earlier seasons. If this were a real friendship group, it would've been death-by-passive-aggressiveness and dating each other's sloppy seconds long ago. The constant see-sawing of their relationships seems contrived now. I'm bored by the dissatisfaction with their female friendships. </p><p dir=\"ltr\">In comparison to a show that's fresh and new and inventive like <em>Broad City,</em> for example, <em>Girls</em> feels twee and tokenistic now. When Adam and Jessa hang out at the fair, it's a soft-lit montage straight out of a Matthew McConaughey romcom wedged in as bluntly as the plotline itself to convince us that it's not totally random that these two are now coming together. </p><p dir=\"ltr\">If, like you say, <em>Girls</em> is about tears and heartbreak and painful parallels to our own lives, then what's the point of this season? I know we're only two episodes in, but if it ends up that everyone works their shit out, then it loses its purpose. </p><p dir=\"ltr\">The things I did appreciate from that last episode: learning that I need to be paranoid about coffee cup lids because the hot coffee does in fact release bisphenol-A into your drink, slowly killing us, and that agave syrup is \"through the roof on the glycemic index.\"</p><p dir=\"ltr\">PS. I also hate Fran.<br> </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/has-girls-just-turned-into-a-boring-soap-opera-body-image-1456933759-size_1000.png?resize=*:*&output-quality=\" data-original-width=\"1275\" data-original-height=\"652\" data-model-id=\"152282\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"has-girls-just-turned-into-a-boring-soap-opera-body-image-1456933759.png\" class=\"vmp-image\"> </p><p class=\"\"><strong>Sam, a boy: </strong>But I think their friendships are dying. Apart from in get-the-gang-together scenes like the wedding or season three's outstanding bottle episode set in a beach house, they barely ever hang out as the four of them. It's the opposite of <em>Friends</em>, where they are always sitting in the same living room—Hannah moved to Iowa, Shoshanna moved to Japan, Jessa got married and disappeared for half a season. Life continues to happen, and doesn't pause for their tantrums. Unlike most sitcoms, including<em> Broad City</em>, which always suggest that friendship triumphs over all, <em>Girls</em> kind of feels like a show about four characters with less and less in common. </p><p dir=\"ltr\">But <em>Broad City</em>, that is really what we're talking about here, isn't it? Do we still need <em>Girls </em>now that we have <em>Broad City</em>, which has more likable characters, more laugh-out-loud moments and is now just a bit cooler?</p><p dir=\"ltr\">Undoubtedly <em>Girls</em> opened the door for that show as well as Aziz Ansari's  <em>Master of None</em>, Judd Apatow's new Netflix series  <em>Love, </em>and even  <em>Transparent</em>, all shows that have taken the basic concept of lost millennials and provided interesting twists on that theme. A whole genre has emerged since<em> Girls </em>and Lena Dunham can take a lot of credit for that. </p><p dir=\"ltr\">But none of the shows quite understand the minutiae of first world problems the way <em>Girls</em> does. It is a show that uniquely manages to both empathize with and mock its characters and does so while being very funny. <em>Broad City</em> is more about dealing with what life throws at you; <em>Girls</em> asks who is doing the throwing and what do they want with your boyfriend. There's room for both of them. </p><p dir=\"ltr\" class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/has-girls-just-turned-into-a-boring-soap-opera-body-image-1456933688-size_1000.png?resize=*:*&output-quality=\" data-original-width=\"1242\" data-original-height=\"629\" data-model-id=\"152281\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"has-girls-just-turned-into-a-boring-soap-opera-body-image-1456933688.png\" class=\"vmp-image\"> </p><p dir=\"ltr\"><strong>Hannah, a girl: </strong>It created that genre, sure. But I'm in the camp of \"create something perfect and then kill it.\" I hate sequels and fifth seasons and the idea of a <em>Twin Peaks</em> revival. I can pinpoint the peak of <em>Girls</em> and it was in season two. Since then it's become a well-shot soap opera: all about the characters and forcing them awkwardly through their next storyline. </p><p>I'm doubtful that the last two seasons are going to bring anything new to the table and because we have all these new great shows building on the millennial experience, and I'll be happy when we've collectively gotten <em>Girls </em>out of our system. What I am excited about is what Lena Dunham will do next. Her podcast and newsletter seem to address issues around adulthood and intersectionality much better than this show does. I believe in her writing. I just want <em>Girls </em>dead so she can get on with more of the new projects she has already devoted the past couple of years to. She's so obviously moved on, and I would like to as well.<br> </p><p><em>Follow Hannah on <a href=\"https://twitter.com/hannahrosewens\" target=\"_blank\">Twitter.</a> </em></p><p><em>Follow Sam on </em><em><a href=\"https://twitter.com/samwolfson\" target=\"_blank\">Twitter.</a></em></p><p><em><br></em> </p>",
                "feedText": null,
                "seriesTitle": "Vice Blog",
                "seriesDescription": null,
                "id": "203283",
                "seriesId": "139",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/has-girls-just-turned-into-a-boring-soap-opera",
                "author": "Hannah Ewens and Sam Wolfson",
                "pubDate": "2016-03-03 15:45:00",
                "pubTimestamp": 1457019900,
                "category": "stuff",
                "contributor": "Hannah Ewens and Sam Wolfson",
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/02/has-girls-just-turned-into-a-boring-soap-opera-1456941697-crop_mobile.jpeg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/02/has-girls-just-turned-into-a-boring-soap-opera-1456941697.jpeg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/02/has-girls-just-turned-into-a-boring-soap-opera-1456941697-crop_lede.jpeg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/02/has-girls-just-turned-into-a-boring-soap-opera-1456941697-crop_desktop.jpeg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/02/has-girls-just-turned-into-a-boring-soap-opera-1456941697-crop_mobile.jpeg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "LA's Police Chief Explains How He Gets Rid of Dirty Cops",
                "preview": "Talking to the top cop in Los Angeles about homelessness, police shootings, mental health, and body cameras.",
                "tags": [
                    "Crime",
                    "Los Angeles",
                    "LAPD",
                    "Los Angeles Police Department",
                    "Police",
                    "Policing",
                    "Charlie Beck",
                    "Criminal Justice",
                    "LA",
                    "Cops",
                    "VICE US"
                ],
                "body": "<p class=\"has-image\"><em><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-body-image-1457018781-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"3000\" data-original-height=\"1998\" data-model-id=\"152692\" data-path=\"images/content-images/2016/03/03/\" data-crop-path=\"images/content-images-crops/2016/03/03/\" data-image-filename=\"las-police-chief-explains-how-he-gets-rid-of-dirty-cops-body-image-1457018781.jpg\" class=\"vmp-image\"></em> </p><p class=\"photo-credit\">LAPD Chief Charlie Beck at the 2014 Kingdom Day parade in Los Angeles. (Photo by David McNew/Getty Image) </p><p><em>This story was published in partnership with the <a href=\"http://thecrimereport.org/\" target=\"_blank\">Crime Report</a>.</em> </p><p>Now in his seventh year in office, Los Angeles Police Department (LAPD) Chief Charlie Beck has both built and expanded on the reforms initiated by his predecessor and mentor William J. Bratton, who was LAPD chief from 2002–2009. In the process, Beck has become something of a rising star in the reformist wing of American policing—in large part due to his innovative community policing work. </p><p>Last October, he went to the White House with 130 other top law enforcement leaders to meet with President Barack Obama. The topic was the future of criminal justice reform, and Beck was chosen to speak with the president on the group's behalf. </p><p>But Beck has also come under attack in Los Angeles for, among other things, his handling of <a href=\"https://news.vice.com/article/a-third-of-the-people-who-got-shot-last-year-by-lapd-officers-were-mentally-ill\" target=\"_blank\">controversial officer-involved shootings</a>—which almost doubled in the city in 2015—prompting the local branch of Black Lives Matter to call for his resignation. In dealing with the media, Beck has been deliberate in not making the LAPD about himself—a rare occurrence in a department ruled for more than 40 years by thin-skinned chiefs. As a result, there have been few in-depth interviews with him. </p><p>In late January 2016, Joe Domanick interviewed Beck for over two hours. Their free-wheeling discussion covered a host of issues facing him and police executives nationwide, post-Ferguson. Below is an abridged and edited version of the interview. </p><p><strong>Joe Domanick: You use the term \"community efficacy\" when talking about community policing. What do you mean by that?<br></strong><strong>LAPD Chief Charlie Beck: </strong>We have to recognize what a strong factor the police [can be] in building communities. It's a huge responsibility to go into a community that has extreme issues with crime, lack of connection and cohesiveness, to [help solve those problems] and then give the people back their neighborhoods. I can flood any neighborhood with police officers and make it safe overnight. But what I want—and what I believe police can do—is build community [residents'] belief that they are in charge of their own destiny, and can make a difference in how and where they live. I believe that is the next revolution of policing. </p><p><strong>How do you do that?<br></strong>Our bureau chiefs, area captains, and senior lead officers are all involved – that's about 300 people. They are responsible for [everything from] crime to issues like abandoned couches—for everything in one piece of turf 24/7. And our area captains, through community policing, have total authority to affect quality of life and the way people feel about safety in their commands. </p><p> I'm proudest of our community safety partnerships in our housing developments, where officers are assigned not to make arrests but to build community. We pioneered that, and it's spreading throughout the city. Officers make a five-year commitment to stay there to make a difference in quality of life. And they are not judged on arrest numbers. They are judged on public safety overall, and on community cohesiveness. </p><p> We are going to start doing community surveys—not only city-wide, but community surveys in the various divisions, so we can compare and contrast and measure progress. So [evaluation won't just be based] on crime numbers, but on how people feel about us and public safety. </p><p><strong>Are there any changes, or any training you've been doing, to try to keep to the bare minimum officer-involved shootings and other police abuses?<br></strong>The organization has changed its philosophy dramatically—its internal philosophy, not just its external stated philosophy. This past summer, we put our entire operations force [about 86 percent of the LAPD] through 10 hours of preservation-of-life training. The focus was to reinforce the necessity to preserve human life as our primary objective. We are following that up now with many hours of scenario-based training, about 32 for the entire force. We did the philosophy, and we are now doing the application. </p><p>We now select people for success within the structure that we have created. I've been the chief almost seven years now, and Bratton was the chief for seven years before me. Literally, we have got two generations of cops. The vast majority of patrol cops were hired by me, [most of the rest by] Bratton. And [this structure is] all they have ever known. </p><p><strong>How has the police academy training changed in terms of your desires for community policing. As you know, Bratton gave a lot of officers, including yourself, kind of carte blanche to start to think about these things.<br></strong>We have changed the training in the last couple of years to be more all-inclusive. We don't silo our topics. We include de-escalation of force training and communications skills and everything that they do. I have a civilian employee with a doctorate in education that runs my academy. She is absolutely focused on making sure that we do as inclusive a job as we can with our recruits. </p><p>We've also begun to bring the academy classes later in their careers—at their one, two-and-a-half and five-year points [of service] for more in-service training on the exact topics we've been talking about. We believe that is the most effective way for them to learn, because they already are in the same learning group, with shared interests and experiences. </p><p>They already have a pecking order, and their social group is already done. In any kind of training, all those things have to get resolved before any learning occurs. So we are bringing them back and their academy cohorts for training on this exact topic. That is called the LAPD University. We are totally redoing the way that we look at in-service training, in order to apply the right kinds of lessons at the right time in their careers. </p><p><strong>One of raps against you from some within the LAPD is that your discipline is inconsistent. Do they have a point?<br></strong>Sometimes folks forget discipline is not solely based on the act. There are termination offenses no matter what kind of record you have. But discipline is certainly influenced by an officer's history. A person who makes a mistake over and over is going to receive much harsher discipline than somebody who makes it for the first time. </p><p><strong>What do you mean when you talk about a \"mistake of the heart\" and a \"mistake of the head\"?<br></strong>A mistake of the heart is malignant. Doing something with evil intent is very different than doing something because you made a poor decision with good intentions. A mistake of the heart is planting dope on somebody. A mistake of the head is miscounting narcotics when you book it and [us] finding out that [that the total is wrong.] Mistakes of the heart, I can't tolerate. Through training and reinforcement, a lot of the mistakes of the head can be rectified so they won't reoccur. </p><p><strong>Aren't there are some \"mistakes of the head\" that need to be strongly disciplined as an example to other officers?<br></strong>I do fire people for mistakes of the head. Drinking and driving is a mistake of the head. It is not because you have a malignant heart. I fire people for that to set an example. Not the first time but certainly the second time. </p><p><strong>In 2015, there were a number of LAPD shootings of the kind where you sit up on your TV couch and say, \"Wow! I can't believe they just shot that guy.\" Recently, you've sent to the DA the case of the <a href=\"http://www.latimes.com/local/lanow/la-me-ln-lapd-shooting-venice-20150506-story.html\" class=\"external\" target=\"_blank\">fatal LAPD shooting of Brandon Glenn</a> [a young, unarmed black man who was shot in the back in Venice, Ca.] with a recommendation to prosecute the officer. How does that differ from some of the other controversial LAPD officer-involved shootings? Is it a rare occurrence in this or any city for an officer to get referred for an indictment in a shooting incident?<br></strong>First of all, I have done this many times in other instances. I have [recommended] prosecuting police officers for murder and everything below that, as [an Internal Affairs] detective, and as chief, I've aggressively prosecuted police officers. Usually, that's not for actions conducted while on duty, (but) sometimes it is. Recently, we had a case prosecuted where an officer kicked somebody unnecessarily. That was captured on video. It didn't result in a death. I don't shy from that. I don't like prosecuting cops but that doesn't stop me from doing it. </p><p><strong>Nevertheless, the LAPD has a high rate of officer-involved shootings, compared to other police agencies.<br></strong>We make many, many contacts, and have maybe the most gang violence. There are consequences to that. When you have the most interactions and the most radio calls and the most arrests, you are going to have the most opportunities for [officer-involved] shootings. You can't compare us to an agency half our size and say, \"Why do you have more shootings?\" Of course we have more shootings. We have more of everything. </p><p>Then the other piece is we have a geographic or demographic that is more violent than others. Police are going to come in contact with that violence. And you are going to have an increase in police use of force. </p><p><strong>Why do officer-involved shootings take so long to adjudicate? One just took 13 months. Your critics say you're just taking your time until public outrage has settled and the incident is off everybody's mind.<br></strong>Should we adjudicate it before the autopsy is done? Autopsies take three to four months. Should we adjudicate them before all the witnesses' statements and everything else is done? We do homicide level investigations on every one of these [officer involved shootings]. Then after the investigations, the [LAPD] inspector general looks at them, [the department's] use-of-force board and the chief of police look at them, and then the police commission has to rule on them. And all of that takes time. They have to review 48 shootings [in 2015]  and multiple other uses of force. </p><p>Which part of this scenario do I skip? It was designed by the [1991 Warren]  <a href=\"https://www.hrw.org/legacy/reports98/police/uspo73.htm\" class=\"external\" target=\"_blank\">Christopher Commission</a> and the [US Justice Department's] consent decree, in response to what people saw as a department that was [out of] control. And we follow it scrupulously. </p><p><strong>Does the Los Angeles DA ever investigate LAPD officers without the recommendation of the department first?<br></strong>We present every officer-involved shooting to the DA for review. Every one of them. Others don't do that. No matter how good they are. They all go to the DA for review. And the DA responds as a roll out tape that goes to every officer involved shooting scene at the time it occurs and has for years. </p><p><strong>Before, if the LAPD didn't send it over to the DA's office, there wasn't any investigation.  It's not that way anymore?<br></strong>No. We send every one of them over there, and they are invited—we have DAs assigned to each one of the investigations. </p><p><strong>So if the DA wanted to, she could initiate—after you send it over—her own investigation and indict, even though the department is not asking for the indictment?<br></strong>Absolutely. </p><p><strong>If I were a police chief, I would talk about violence among poor African-American young men every day, and why nothing is being done except more repression and mass incarceration, in terms of long-term investment to remedy the situation.<br></strong>You're absolutely correct. A small minority of the population commit—and are victims of—the vast majority of crime.  Much of that is tied to circumstances of birth and race and many other things. [We're] about changing that dynamic. It's the hardest thing to do in policing. But if you create a sense of social efficacy and a belief that a community is in charge of its own destiny, you can reduce violence and crime. </p><p>I always struggle with how hard I am going to lean on the fact that 42 percent of our homicide victims are African Americans, [whose population is less than 9 percent of Los Angeles]; and 40 percent of the suspects arrested for homicide were African American. [But] just railing on why nobody will fix the problems in [our] poor communities—I don't know how much that will get me.  I think everybody understands [the causes]. </p><p><strong>But people don't understand that. It's been hard for many, many white people to grasp.<br></strong>Well, it's very true [about the circumstances]. We have to have the conversation about what is killing our youth—because that is what this is—our youth. We all have to recognize that some of our communities are much more prone to violence than others. And we've got to find a way to fix that. </p><p>But everybody [in a department] has to pull together. And [even then] everything we do can be unwound by one Neanderthal [cop] that treats people badly in the wrong situation. </p><p><strong>Well, I have come to understand that you've had to bring the troops along. And police unions are a powerfully resistant political force.<br></strong>Of course. That's why I get frustrated with my union when it goes hard right on some of these issues. I need the members to believe in [what we're trying to do], because that's how we'll get better, and maybe we'll become an example for America. Maybe. </p><p><strong>Is your department still doing roughly the same [high] number of stop and frisks?<br></strong>Well, I hate that term, of course. Our detentions are reduced, and our overall arrests have been part of a continuing decline. A lot of that is due to a de-emphasis through the courts and through law and even internally toward narcotics arrests and some other lower-level types of arrests that have caused those numbers to go down. Our stops have declined on a similar level, but we still make a lot of stops. There are still multiple hundreds of thousands of year. </p><p class=\"has-image\"><strong><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-body-image-1457019545-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"2400\" data-original-height=\"1607\" data-model-id=\"152696\" data-path=\"images/content-images/2016/03/03/\" data-crop-path=\"images/content-images-crops/2016/03/03/\" data-image-filename=\"las-police-chief-explains-how-he-gets-rid-of-dirty-cops-body-image-1457019545.jpg\" class=\"vmp-image\"></strong></p><p class=\"photo-credit\">Los Angeles Mayor Eric Garcetti with LAPD Chief Charlie Beck—who is wearing a body camera—at a press conference about the rollout of the agency's body camera program in September 2015.(Photo by Al Seib/Los Angeles Times via Getty Images)<br></p><p><strong>In our previous discussion for this interview, you were talking about how \"explanation\" in policing-stops goes a long way toward easing the tension during a stop. Your ability to articulate why you stopped somebody has a lot to do with how people feel about it.<br></strong>One of the great things about the body cameras and the in-car video is that supervisors are able to review that [interaction] period, and see how effective their officers are at it, and make adjustments. One of the reasons that we look at biased policing complaints so exhaustively is because I think that many of them are an exact symptom of this—of a lack of explanation. </p><p><strong>What do you want to get done during the remaining three years of your term?<br></strong>I want to get back on track with crime, be the model in building community trust, and get people to have faith in this police department to the extent that the national conversation [about how police abuse] may have damaged it. </p><p><strong>In terms of building community trust, how far along do you think the department currently is?<br></strong>I believe our police officers generally make excellent decisions on stopping the right people in the right circumstance. Do I put inexperienced people out there? Do I fish with a net? No. We try to be as targeted as possible. Fishing with a net is a very bad way to police. You may catch a lot of fish, but you certainly don't get the right kind. </p><p><strong>How difficult was it for you to pull all the interested parties together and come up with your plan?<br></strong>It was difficult.  Nobody is completely is satisfied with this.  Nobody. The ACLU, the Police Protective League [the LAPD union], the city council, and I are all not completely satisfied. But it's a workable compromise that allows police accountability and officer's confidence in a tool that is being used to not only monitor them but also support their work. </p><p>You've got a balance—I can make a system that's pure monitoring of officers, or a system that's pure prosecution, but we want something that [the officers] will use; that  allows for accountability; and will improve behavior on both sides of the camera and change the way cops perceive their jobs.  All of us are guilty of not being our best at all times. Cameras increase the likelihood that everybody will perform to their optimum capability. </p><p><strong>Two issues with the plan: The public doesn't get to see the videos of these controversial shootings, and the officers are allowed to view the video before they make their statement. These seem very problematic.<br></strong>Representatives of the public are allowed to see the videos. The police commission, the district attorney, the city attorney, and the [LAPD] inspector general all have full access to these videos. A video is a form of evidence, like a written statement, an oral recording, a photograph, or an autopsy. To release it out of context doesn't do justice to the investigation. These are raw videos, capturing a knot hole of an incident and not the totality of the circumstances. What we are looking for is not absolute transparency. It's accountability. </p><p>As for an officer being allowed to view the video before making a statement, shouldn't an officer when transcribing his report be able to review it, so that [he or she] can make the most accurate statement based on a report he created? </p><p><strong>Or critics might suggest officers can make a statement that's most favorable to them when based on the video.<br></strong><strong>T</strong>he evidence [the video] is what the evidence is. You can't change it by your statement. If you have acted inappropriately or improperly, the evidence in the video will generally show that. We're trying to create a tool that officers will use and embrace and adds a level of accountability. So there are compromises made. The addition of video is no different than the many other pieces of evidence that officers are allowed to view before making their statements. We do a walk-through so they can see the scene [of the incident]. </p><p>Being involved in a shooting is very traumatic. We are trying to get their best recollection. If the investigators decide that is not the best way to do it than we don't. In the Venice shooting (of Brandon Glenn), the officer involved hasn't seen that tape, because I thought it was a criminal act [when I viewed it.] </p><p><strong>Let's talk about the huge homeless problem in the city of Los Angeles, and how it's essentially been left to the LAPD to deal with for decades.<br></strong>The best thing about this year is that finally other people are [also] taking responsibility for it. [Mayor] Eric Garcetti has done a phenomenal job of bringing people together. [LA's] government is so decentralized and power is so dispersed that it's very difficult to get things done without building a consensus. But he's brought [Los Angeles] County [toward reform] along, and the county [controls] all the mental health services and the majority of the money for housing and other services. </p><p>We've been locked in a spiral going the wrong way on this. We had to claim a 14 percent increase in the [number] of homeless living on the street last year. Visually,  it looks like double that, and that's a huge crime issue for us. I mean, our number one division in crime increase this year was Central [Division, in Downtown LA, including Skid Row]. And damn near all of that is homeless on homeless crime. </p><p><strong>So what's the new plan?<br></strong>Creating more homeless housing and incentives for people to want to live in that housing. We have vacant beds every night [in Skid-Row facilities]. So people need to be willing to go to [homeless housing]. And the department [has been developing] mental health teams—\"smart teams\" of a mental health provider and a police officer that respond to not only calls about the mentally ill but also do case work on the homeless and mentally ill. </p><p><strong>How many officers are working on that?<br></strong>I am adding 32, and I had 40. That's a big commitment. And the Department of Mental Health has agreed to add 30 more [of its personnel]. We are going to be handling almost 70 percent of our mental health calls with those teams. We can fix this problem with enough energy, commitment, and funding. It's not fixed now, but things are lining up and maybe we can make some progress. </p><p><strong>LA has a long history of combative LAPD chiefs like Ed Davis, Daryl Gates, and Bernard Parks who warred with the media and other critics, and made the LAPD all about themselves. Even Bill Bratton, who courted the press and public, made the department about \"Bill Bratton the Reformer.\" You, on the other hand, have kept a remarkably low profile. Why?<br></strong>The chief of police should not be everybody's focus of interest. My ideal scenario is having a police department that [the public] believes in more than it believes in the chief. I have got a finite time [in office], a goodbye date. I have to create an organization that will continue [to get better]. We made huge progress in Bratton's administration and hopefully in mine; I want that to [pass that on] to the next chief. </p><p><em>A version of this story was originally published in the <a href=\"http://www.thecrimereport.org/\" target=\"_blank\">Crime Report</a>.<br></em> </p><p><em><a href=\"http://johnjayresearch.org/cmcj/about/joe-domanick/\" target=\"_blank\">Joe Domanick</a> is West Coast bureau chief of the Crime Report, and associate director of the Center on Media, Crime, and Justice at John Jay College in NYC. He is the <a href=\"http://books.simonandschuster.com/Blue/Joe-Domanick/9781451641073\" target=\"_blank\">author</a> of </em>Blue: The Los Angeles Police Department and the Battle to Redeem American Policing. </p>",
                "feedText": null,
                "seriesTitle": "Vice Blog",
                "seriesDescription": null,
                "id": "203522",
                "seriesId": "139",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/las-police-chief-explains-how-he-gets-rid-of-dirty-cops",
                "author": "Joe Domanick",
                "pubDate": "2016-03-03 15:15:00",
                "pubTimestamp": 1457018100,
                "category": "news",
                "contributor": "Joe Domanick",
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-1457018342-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-1457018342.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-1457018342-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-1457018342-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/03/las-police-chief-explains-how-he-gets-rid-of-dirty-cops-1457018342-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "Daily VICE: We Meet an Ex-Con Working to Stop Chicago's Cycle of Violence on Today's 'Daily VICE'",
                "preview": "After serving 12 years in prison, Cobe Williams joined community outreach program Ceasefire, working to help end the cycle of violence on Chicago's South Side. ",
                "tags": [
                    "crime",
                    "Daily VICE",
                    "chicago",
                    "violence",
                    "Ceasefire",
                    "gang violence",
                    "Cobe Williams",
                    "South Side",
                    "VICE US",
                    "community activism"
                ],
                "body": "<p>On today's <em>Daily VICE</em>, we meet Cobe Williams, an ex-convict who works for Ceasefire, a group dedicated to interrupting the cycle of violence in Chicago.</p><p><em>Watch </em>Daily VICE<em> in the VICE channel on go90. Head to </em><a href=\"http://go90.com/\" target=\"_blank\">go90.com</a><em> to learn more and download the app.</em><br></p>",
                "feedText": null,
                "seriesTitle": "Daily VICE",
                "seriesDescription": null,
                "id": "203534",
                "seriesId": "1571",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/video/daily-vice-ceasefire-001",
                "author": "VICE Staff",
                "pubDate": "2016-03-03 14:53:00",
                "pubTimestamp": 1457016780,
                "category": "stuff",
                "contributor": {
                    "id": "9",
                    "slug": null,
                    "email": "beta@vice.com",
                    "username": "vice",
                    "firstname": "VICE Staff",
                    "lastname": null,
                    "jobtitle": "",
                    "twitter": "",
                    "facebook": "",
                    "bio": "",
                    "avatar": "",
                    "google_plus_url": null,
                    "image_path": null,
                    "image_file_name": null,
                    "image_crop_path": null,
                    "image_width": "0",
                    "image_height": "0"
                },
                "nsfw": true,
                "nsfb": true,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/03/daily-vice-ceasefire-001-1457022210-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/03/daily-vice-ceasefire-001-1457022210.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/03/daily-vice-ceasefire-001-1457022210-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/03/daily-vice-ceasefire-001-1457022210-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/03/daily-vice-ceasefire-001-1457022210-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "media": {
                    "video": {
                        "duration": "05:59",
                        "video_duration": "359",
                        "ooyalaId": "Fpb2JpMTE6iNrCMcJc_hcCUNeC1Znn1p",
                        "thrid_party_video_id": "Fpb2JpMTE6iNrCMcJc_hcCUNeC1Znn1p",
                        "video_type": "ooyala"
                    }
                },
                "dnd": null
            },
            {
                "title": "VICE Long Reads: An Oral History of 'Trainspotting' 20 Years Later",
                "preview": "Ewan McGregor, Kelly MacDonald and Irvine Welsh talk about the book, the filming of the movie, the backlash and the sequel.",
                "tags": [
                    "Ewan McGregor",
                    "Kelly MacDonald",
                    "Irvine Welsh",
                    "Trainspotting",
                    "Edinburgh",
                    "sequel",
                    "drugs",
                    "heroin",
                    "Danny Boyle",
                    "Daniel Dylan Wray",
                    "film"
                ],
                "body": "<p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/an-oral-history-of-the-movie-trainspotting-body-image-1456941710-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"2000\" data-original-height=\"1125\" data-model-id=\"152334\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"an-oral-history-of-the-movie-trainspotting-body-image-1456941710.jpg\" class=\"vmp-image\"> </p><p class=\"photo-credit\"><em>Robert Carlyle, Jonny Lee Miller, Ewan McGregor, and Ewen Bremner in 'Trainspotting'</em> </p><p><em>This article originally appeared on VICE UK.</em> </p><p>I was far too young to watch <em>Trainspotting</em> when it first came out. Mind you, that didn't stop it from penetrating the bubble of my pre-pubescent world. It was the film my friends and I would talk about in class, the film whose promotional posters we'd want to buy with our Christmas HMV vouchers, the film we lied about seeing right up until the point of actually seeing it. </p><p>In the late 90s, pre-internet, in a small English town in Yorkshire, <em>Trainspotting</em> provided us with a lot of firsts. It was a portal into an adult world we'd never seen before, in real life or onscreen. Tarantino had given us a glimpse at sex and drugs, but under a heavy gloss of style. <em>Trainspotting</em> added the weight of reality to that world, and in watching it as a 12-year-old it made you feel more grown-up, somehow more experienced. Or at least it did for me. </p><p>Last week marked the 20th anniversary of the film, so to celebrate I spoke to three of the main players: Ewan McGregor, who played Renton, Kelly MacDonald, who played Diane, and the author of the original novel, Irvine Welsh, whose new book <em><a href=\"https://www.penguin.co.uk/articles/events/2016/apr/irvine-welsh-2016-uk-tour/\" target=\"_blank\">The Blade Artist</a>—</em>out this April—continues the story of <em>Trainspotting</em>'s Begbie. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/an-oral-history-of-the-movie-trainspotting-body-image-1456941967-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1280\" data-original-height=\"720\" data-model-id=\"152336\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"an-oral-history-of-the-movie-trainspotting-body-image-1456941967.jpg\" class=\"vmp-image\"> </p><p class=\"photo-credit\"><em>Kelly MacDonald and Ewan McGregor in 'Trainspotting'</em> </p><h2>THE BOOK </h2><p><strong>Kelly MacDonald:</strong> It was on my radar, but I hadn't read it. I bought it after the first audition, so I didn't have much knowledge going in. </p><p><strong>Ewan McGregor:</strong> Danny Boyle gave me the script to read, and I'd never read anything like it. I mean, it seemed to me to be the best role I may ever read. I was aware of the novel and the kudos it had already accrued, but I hadn't read it yet. So I was sort of blown away by it, and I made it my mission to persuade [Danny] that I was the right guy for the job. Then, when I read the novel, I loved it very much—I found it incredibly moving. Irvine Welsh is an incredible writer; he can take you from the depths of filth and despair and human baseness to being incredibly moved in the blink of an eye. Being a Scottish guy and it being an intrinsically Scottish novel, I felt I was very connected to it. </p><h2>FROM BOOK TO FILM </h2><p><strong>Irvine Welsh:</strong> There was loads of interest; everybody seemed to want to make a film of <em>Trainspotting</em>. Initially I sold the rights to the wrong person—back then I was a bit of a naive gunslinger who had sort of stumbled into this mad vortex of different people having an interest in what I was doing. I finally got a screener from Danny [Boyle] of [his directorial debut] <em>Shallow Grave</em>, by which point I'd sold the rights to the other producer. I thought, <em>Bastard, I've fucked this up big-time,</em> because that kind of energy and filmmaking with my characters would have been a perfect match. I really had a sinking feeling thinking that I'd ruined it, but fortunately we were able to resolve the situation. </p><p>To me, if you get a film made of your book, it's a complete win-win situation. If the film's shit you just disassociate yourself from it and say, \"They fucked up.\" It's brilliant. I talk to some writers who view it as their book being desecrated, and it's not that at all—your book's not being touched. Nobody is ripping out pages or changing words; all they're doing is transferring your storytelling into a different medium. I was asked if I wanted to be involved [as a writer], but I think the most important thing for me was not to fuck with the energy that these two guys [Danny Boyle and Andrew Macdonald, the producer] had. I looked at John Hodge's screenplay for <em>Shallow Grave</em> and thought, <em>There's nothing I can teach this guy about screenwriting.</em> I needed to keep a distance from it and let people get on with it. </p><!--recommended--><h2>AUDITIONING </h2><p><strong>KM:</strong> I heard about the film through these little yellow flyers; I was working in a restaurant in Glasgow and they were being handed out. I was beginning to wonder what I was going to do with my life, and my interest was piqued as I was secretly thinking about drama school. I remember walking in and making eye contact with Danny, and that felt quite momentous. I don't know why, in retrospect. I definitely felt something. </p><p>I was so young when I got the role. I'd just turned 19 and was just totally unaware. I was flipping between the excitement of being around these boys I was hanging around with—because they were all so cool and charismatic and had lots of stories—and then being an absolute nervous wreck and hiding in the toilets. </p><h2>THE MOST MEMORABLE SCENES TO SHOOT </h2><p><strong>KM:</strong> The club scene, coming out of it. I think it was my first day filming. That was a whole day and night shoot. All the boys were quite naughty and were drinking, so I was drinking. It was Shirley Henderson [who played Gail] who pointed out to me not to do that. I'd been in the pub for hours with various people who weren't filming scenes, and she was the one who said, \"You might want to stop drinking.\" She was totally right. I think I was actually hungover by the time I did the scene. I didn't know how to stand on a marker, I was all over the place, I didn't know how it all worked. The sex scene was obviously quite nerve-racking. I was very sexually inexperienced at that stage and limited in that area, so it was all a bit embarrassing. I was so unthinking and so naive and young that that was the day I invited my mum and my brother to the set. </p><p><strong>EM:</strong> There were so many, because the scenes were so well-written and the other actors were so great. I remember the underwater sequences. I loved that. It's so un-busy and quiet, and you work with the camera in a very different way. I love that sequence—I love the idea of it and the sereneness of it. I loved all the scenes with Kelly. I loved the nightclub scene and outside the nightclub scene where [Renton's] trying to get off with her and gets in cab and all of that stuff. Snogging Kelly MacDonald in the back of a taxi, that was fun—I liked working with her very much. Kelly wasn't really an actress at that point; this was her first thing and she turned up and blew everyone away. The withdrawal scene was an incredible thing to shoot, with the extending room and Jimmy Cosmo playing my dad. The park scene with Jonny Lee Miller, shooting the dog—that was good fun. We didn't really shoot a dog, though. </p><p><strong>IW:</strong>  The scene when \"Perfect Day\" [by Lou Reed] is playing and he sinks into the ground—I think that was a great way to have that overdose, the way that you're lulling towards death. The second half of that scene, there's a relentless energy of it, and it's set piece after set piece. It struck me, as I've seen the way people can die not remotely dramatically on drugs, but just by slowly fading away and going to sleep, essentially. They can actually enjoy that sense of being taken, in a way, and sometimes they pull out of it and sometimes they don't. That scene summed up both the horror and the appeal of heroin to me. The deathly caress of it. I think that was a fantastic scene. There are very few visual directors around better than Danny Boyle; he knows how to tell a story in pictures, and he knows how to say something visually in a set piece. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/an-oral-history-of-the-movie-trainspotting-body-image-1456942608-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1440\" data-original-height=\"900\" data-model-id=\"152337\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"an-oral-history-of-the-movie-trainspotting-body-image-1456942608.jpg\" class=\"vmp-image\"> </p><p class=\"photo-credit\"><em>Jonny Lee Miller, Ewan McGregor, Kevin McKidd, and Ewen Bremner on set</em> </p><h2>THE FINISHED FILM </h2><p><strong>IW:</strong> They booked a screening room in Soho, so I brought along people who really loved the book and would be very, very critical of the film if it wasn't any good. I brought along Bobby Gillespie and Andrew Innes from Primal Scream, Jeff Barrett from Heavenly Records, people who were friends who were really into the book, basically. People who would say it was shit if it didn't capture the spirit of the book. I was watching them more than I was the screen, to be honest, and there were a few comments like, \"Is that meant to be Begbie? Is that meant to be Sick Boy?\" And then it just stopped. Once the characters were embedded in their heads it took over and they were transfixed. They were all stunned speechless at the end of the movie. When they did find their voice in the bar afterwards it was fucking amazing—they were blown away and they thought it was fucking brilliant. I knew then that it was going to be absolutely massive. </p><p><strong>EM:</strong> I was completely speechless. I was bowled over by it, really. I remember coming out into the street afterwards and not quite being able to gather my thoughts about it. It was everything I'd imagined it would be and a hundred other things as well. </p><p><strong>KM:</strong> What I recall most about seeing the film for the first time is more Bobby Carlyle's reaction to the film, because I was sat next to him. He was almost crawling on the floor with embarrassment. Every time he came on screen he would dip lower in his seat, which I thought was interesting. That's how I feel too, though. I think it's fairly common. I didn't like watching myself. I still don't. </p><h2>THE MUSIC </h2><p><strong>IW:</strong> Where I think I came into my own a bit with helping on the film was the soundtrack. Because I knew a lot of the musicians personally, I was able to put them in touch directly so [the filmmakers] could circumvent the process of having to pay massive bucks that they couldn't afford to get the music cleared. The artists were so enamored with the movie and wanted to be involved so much that they were coming in and saying to their record companies, \"Can we let this [song] go?\" That helped us secure the rights for a low cost, and sometimes no cost. There is no way we'd have been able to get such a soundtrack normally. Danny had worked with Leftfield on <em>Shallow Grave</em> and I think he knew New Order from Manchester as well. There was such a great vibe about it that it spread to these musicians too, who gave us a bunch of stuff that would have normally cost us a fortune. </p><p>I reference most of the artists in the book: Iggy, Lou Reed, Bowie, and a lot of the house stuff I was into at the time. But what I didn't get was the Britpop thing. Primal Scream and Damon Albarn were friends, and I knew Jarvis Cocker, but I didn't really see the Britpop involvement. I didn't see how it would work, but I think it was Danny who decided we needed that contemporary feel, which was a masterstroke, because Britpop was kind of the last strand of British youth culture and it helped to position the film as being the last movie of British youth culture. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/an-oral-history-of-the-movie-trainspotting-body-image-1456942769-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1920\" data-original-height=\"1080\" data-model-id=\"152338\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"an-oral-history-of-the-movie-trainspotting-body-image-1456942769.jpg\" class=\"vmp-image\"> </p><p class=\"photo-credit\"><em>Begbie throwing his glass into a crowd of people </em> </p><h2>REACTIONS TO THE FILM AND ACCUSATIONS OF DRUG GLAMORIZATION </h2><p><strong>IW:</strong> You had Bob Dole—the presidential candidate in the US—criticizing it, but he'd never seen the film. Cinema does inherently glamorize everything: It has actors, there is a stylization there. One of the things I loved about the vision that Danny had for the film is that it wasn't going to be a pompous 1970s social realism film that would shame the bourgeoisie and policy-makers into spending on the inner cities and all this kind of crap, because that ship has sailed and it's never going to happen. If you can't shame policy-makers into spending money on resources, all you're doing is making rich people feel better that they're not poor people. For me, I wanted it to capture the excitement and verve of being young in quite a potentially hazardous environment, but still with that idea that there are all sorts of possibilities ahead, even if your current circumstances aren't particularly brilliant. It was the first film that said about drugs, \"This can be really good fun, even though it can be really dangerous.\" I think you have to do that. \"Just say no\" doesn't work; you have to show both, the highs and the lows. You have to show why people get involved in that in the first place. To me, it's self-evident why people take drugs. </p><p><strong>KM:</strong> I'd moved back home with my mum after the film for a bit. I'd been into town and I got back and there were two <em>Daily Mail</em> or <em>Daily Record</em> journalists in the living room talking with my mum, which was a bit weird. I did a quick interview and got them out. Then, in the next few days, there was this front page story about a <em>Trainspotting</em> star's drugs nightmare. I thought: <em>Oh man, who is it?</em> and it was me, because they'd asked if I'd ever taken drugs, and I was a bit of a naive plonker and said, \"Yes, I took a hash yogurt once and I was very ill.\" </p><h2>THE SEQUEL </h2><p><strong>IW:</strong> John [Hodge] has delivered this knockout script, which is absolutely fantastic. It's based on <em>Porno</em> [Welsh's sequel to <em>Trainspotting</em>], but it's also evolved. We've had to evolve past that, because the actors would have been ten years older when <em>Porno</em> came out, and now they're 20 years older. It has to take into account that reality. It's very much telling a story about Edinburgh as it currently is. The main element to the story is basically Renton, Begbie, Sick Boy, and Spud getting back together again, and it tells the story of them getting involved in the vice industry in a very innovative way. </p><p>I think it has some fantastic set pieces and great opportunities for the actors to knock it out of the park, so I'm very excited. I just know that Danny will come up with this amazing visualization. I think it's going to be excellent. The thing that's going to be interesting is seeing how the young kids in the multiplex cinemas get on with it now, because they're older guys—it's not going to be a youth movie like <em>Trainspotting</em> was. It could be like watching your uncle dance at a wedding. Hopefully it will be fun and crazy enough. It's got the potential for some great, incendiary performances from the actors. </p><p><strong>EM:</strong> It's going to be incredible. It's a very beautiful, brilliant script—and it needed to be; I don't think any of us would have wanted to be involved in something that wasn't going to live up to the first film. That's the danger with any sequel, but especially this one and after such a long period of time. </p><p><strong>KM:</strong> I'm in talks. I've read the script. I don't know how much I can talk about it, to be honest. It would be so interesting to work with the same people, and everyone will have changed, but I definitely know how to stand on a marker now. <em>Trainspotting</em> was my weird beginning, and I'm so grateful for it because that could have been it, but it's not, and now I'm actually getting to do this job that I really love and I'm not hiding in the toilets so much any more. </p><p><em>Special thanks to VICE Canada for their assistance with this article.</em> </p><p><em>Follow Daniel on <a href=\"https://twitter.com/danieldylanwray\" target=\"_blank\">Twitter.</a></em> </p>",
                "feedText": null,
                "seriesTitle": "VICE Long Reads",
                "seriesDescription": null,
                "id": "203310",
                "seriesId": "1633",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/an-oral-history-of-the-movie-trainspotting",
                "author": "Daniel Dylan Wray",
                "pubDate": "2016-03-03 13:30:00",
                "pubTimestamp": 1457011800,
                "category": "film",
                "contributor": "Daniel Dylan Wray",
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/03/an-oral-history-of-the-movie-trainspotting-1457012225-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/03/an-oral-history-of-the-movie-trainspotting-1457012225.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/03/an-oral-history-of-the-movie-trainspotting-1457012225-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/03/an-oral-history-of-the-movie-trainspotting-1457012225-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/03/an-oral-history-of-the-movie-trainspotting-1457012225-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "The VICE Morning Bulletin",
                "preview": "This morning, the Koch brothers are not funding efforts to block Trump, North Korea defies UN sanctions by shooting missiles into the sea, a team of refugees will compete at the Rio Olympics, and more. ",
                "tags": [
                    "el chapo",
                    "San Francisco",
                    "foo fighters",
                    "Refugees",
                    "spain",
                    "Australia",
                    "russia",
                    "north korea",
                    "google",
                    "clinton",
                    "Alabama",
                    "trump"
                ],
                "body": "<p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/03/the-vice-morning-bulletin-03-03-16-body-image-1457005585-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1200\" data-original-height=\"797\" data-model-id=\"152576\" data-path=\"images/content-images/2016/03/03/\" data-crop-path=\"images/content-images-crops/2016/03/03/\" data-image-filename=\"the-vice-morning-bulletin-03-03-16-body-image-1457005585.jpg\" class=\"vmp-image\"><br><em>Donald Trump. Photo via <a href=\"https://www.flickr.com/photos/notionscapital/19535228309\">Flickr</a>.</em> </p><h2>US NEWS</h2><p><strong>Koch Brothers Won't Block Trump</strong><br>The nation's most powerful Republican donors, Charles and David Koch, have no plans to fund any efforts to stop Donald Trump, according to their spokesman. The Koch brothers spent $400 million in 2012, but reportedly believe any money spent attacking Trump would be pointless. —<a href=\"http://www.reuters.com/article/us-usa-election-trump-koch-exclusive-idUSKCN0W42XJ\">Reuters</a><br> </p><p><strong>Alabama Cop Charged with Murder of Black Man</strong><br>A white Alabama police officer has been charged with murder in the fatal shooting of Greg Gunn, an unarmed black man. Smith shot Gunn as he was walking home on February 25. Police initially said Gunn was carrying a stick, but it's unclear if he was holding anything. —<a href=\"http://edition.cnn.com/2016/03/02/us/montgomery-police-officer-arrested-in-killing/index.html\" target=\"_blank\">CNN</a><br> </p><p><strong>Former Clinton Staffer Given Immunity </strong><br>The Justice Department has granted immunity to a former State Department staffer who worked on Hillary Clinton's private email server. The FBI has reportedly got Bryan Pagliano to cooperate with its investigation into Clinton's emails, with immunity a sign possible criminal wrongdoing is being probed. —<a href=\"https://www.washingtonpost.com/world/national-security/in-clinton-email-investigation-justice-department-grants-immunity-to-former-state-department-staffer/2016/03/02/e421e39e-e0a0-11e5-9c36-e1902f6b6571_story.html?postshare=8491456969346599&tid=ss_tw\" target=\"_blank\">The Washington Post</a> <br> </p><p><strong>Google Gives $1 Million to Zika Battle </strong><br>Google's philanthropic arm Google.org is giving a $1 million grant to UNICEF to help combat the spread of the Zika virus across South America. The internet giant has also assigned a team of data scientists to help UNICEF analyze weather and travel patterns.—<a href=\"http://www.usatoday.com/story/tech/news/2016/03/03/google-gives-1-million-grant-unicef-team-engineers-analyze-data-to-combat-zika-virus/81241424/\" target=\"_blank\">USA Today</a> <br><br> </p><h2>INTERNATIONAL NEWS<br></h2><p><strong>North Korea Fires Missiles Into Sea</strong><br>North Korea has fired six short-range missiles off its coast and into the sea, according to South Korea. It is being seen as an act of defiance, coming hours after the UN imposed tough new sanctions, including inspections of all cargo going in and out of the country. —<a href=\"http://bigstory.ap.org/article/30fadac6e89449e5a59d80d853c742fe/south-korean-parliament-passes-north-korea-human-rights-law\" target=\"_blank\">AP</a><br> </p><p><strong>Russian Atheist Faces Year in Jail </strong><br>Viktor Krasnov faces a potential year-long jail sentence after he was charged with \"offending the sentiments\" of Russian believers over an internet chat in which he wrote \"there is no God.\" The law was introduced in 2013 after Pussy Riot performed in Moscow cathedral. —<a href=\"http://www.theguardian.com/world/2016/mar/03/russian-atheist-faces-year-in-jail-for-denying-existence-of-god-during-webchat\">The Guardian</a><br> </p><p><strong>Australia to Test Possible MH370 Debris </strong><br>Malaysia's transport minister has said there is a \"high possibility\" that debris found off the coast of Mozambique came from the same aircraft model as the missing Malaysia Airlines flight MH370. The meter-long chunk of metal is being sent to Australia for testing. —<a href=\"http://uk.reuters.com/article/uk-malaysia-airlines-australia-mozambiqu-idUKKCN0W502Z\" target=\"_blank\">Reuters</a></p><p><a href=\"http://uk.reuters.com/article/uk-malaysia-airlines-australia-mozambiqu-idUKKCN0W502Z\"></a><strong>Socialist-Led Coalition Rejected in Spain<br></strong>Spain's Socialist leader Pedro Sanchez has failed to form a government after two centrist parties voted down his attempt to form a coalition. Pablo Iglesias, leader of the far-left Podemos party, has urged Sanchez to try to form a left-wing government instead. —<a href=\"http://www.bbc.co.uk/news/world-europe-35703462\" target=\"_blank\">BBC News</a></p><p class=\"photo-credit has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/03/the-vice-morning-bulletin-03-03-16-body-image-1457006277-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1200\" data-original-height=\"675\" data-model-id=\"152585\" data-path=\"images/content-images/2016/03/03/\" data-crop-path=\"images/content-images-crops/2016/03/03/\" data-image-filename=\"the-vice-morning-bulletin-03-03-16-body-image-1457006277.jpg\" class=\"vmp-image\"><br>You now have to be 21 to smoke in San Fransisco. Photo via <a href=\"https://www.flickr.com/photos/xxvaughanxx/3745612739/in/photolist-6GZfaZ-gaWMGy-bWQGU-2KwzhL-5RLFqH-aNUoD-kTDwc-hoDF-essWW-fmXy7c-dEMcLv-4tgs4L-4CWBko-s8dPtv-7afQKS-ffALTu-p2JYR-6JNJRk-nQMNQC-aPJA2K-76DRZn-9WxRv7-6JSPuh-btTEZa-g5LvKo-q5ASVw-6NGgwj-39LCQy-bMk2TX-61MFZW-oJ7V3N-ahbVPW-8gKi7X-emT2X-6qugtQ-9Y8WeF-62xHGz-9H2vDg-7NUJww-cdvXhy-aGBJMV-5qHHzq-a5RPFn-ahbVQG-fp2yr6-9D9cjC-8gKhBK-8BnLas-55cjkU-6JNMXp\">Flickr</a>. </p><h2>EVERYTHING ELSE <br></h2><p><strong>Refugee Team to Compete at Olympics </strong><br>The International Olympic Committee has announced that a team of refugees will compete at the Rio games this summer. A total of 43 have been identified as prospective candidates to take part under the flag of the Refugee Olympic Athletes (ROA). —<a href=\"http://www.cbc.ca/sports/olympics/summer/generic/olympic-refugee-team-1.3473016\" target=\"_blank\">CBC News</a> </p><p><strong>San Francisco Raises Smoking Age to 21</strong><br>The city's Board of Supervisors has voted to increase the legal minimum age to buy tobacco products, including e-cigarettes, from 18 to 21. It is supposed to discourage young people from turning into lifelong smokers. —<a href=\"http://www.nbcnews.com/business/consumer/san-francisco-raises-age-buy-tobacco-21-n530226\" target=\"_blank\">NBC News</a><br> </p><p><strong>Erotic Fiction Has Trump and Cruz Hate-Fucking</strong><br>Sex writer Sam Shiver's new book is called <em>Can't Stump the Drumpf: An Erotic Tale</em> and features hot and heavy hotel encounters involving leading Republican candidates. \"I had to do it, and I am so SO sorry. Enjoy,\" says Shiver. —<a href=\"http://www.vice.com/read/canadas-foremost-political-gay-erotica-writer-does-the-donald\" target=\"_blank\">VICE</a><br> </p><p><strong>Dairy Farm Charged With Beating Cows</strong><br>One of Canada's largest dairy farms is facing 20 counts of animal cruelty. The charges come two years after video showing workers kicking and punching cows, and cows being hoisted up by the neck. —<a href=\"http://motherboard.vice.com/read/dairy-farm-accused-of-beating-cows-finally-faces-charges-after-two-years-animal-cruelty-milk-farming\" target=\"_blank\">Motherboard</a><br> </p><p><em>Done with reading today? Watch our new video 'Confessions of a Bartender'</em> <iframe src=\"//embeds.vice.com/?playerId=YjMwNmI4YjU2MGM5ZWRjMzRmMjljMjc5&aid=vice.com/confessions-of-a&vid=95eTFpMTE68K4tNkwCXKgibwC16ZAd_3&embedCode=95eTFpMTE68K4tNkwCXKgibwC16ZAd_3&cust_params=embdom%3Dhttps%3A%2F%2Fwww.vice.com%2Fvideo%2Fconfessions-of-a-bartender-001%26topic%3Dstuff%26aid%3Dconfessions-of-a-bartender-001%26auth%3DVICE+Staff%26keywords%3Dconfessions%2Cbar%2Cvice%2Cshort+form%2Cconfessions+of+a%2Ccreepy+mask%2Cmask%2Csecrets%2Cconfessions+of+a...%2Cdrinks%2Cdrinking%2Calcohol%2Cdrunk+people%2Cdisclosing+secrets%2CVICE+US%2Cbartender%26ac%3Dyes%26country%3Den_us%26contentId%3D95eTFpMTE68K4tNkwCXKgibwC16ZAd_3&ad_rule=1&description_url=https%3A%2F%2Fwww.vice.com%2Fvideo%2Fconfessions-of-a-bartender-001&autoplay=0&share_url=https://www.vice.com/video/confessions-of-a-bartender-001\" width=\"1004px\" height=\"565px\" frameborder=\"0\" webkitallowfullscreen=\"\" mozallowfullscreen=\"\" allowfullscreen=\"\">&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;span id=\"selection-marker-1\" class=\"redactor-selection-marker\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/span&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt; </iframe> </p>",
                "feedText": null,
                "seriesTitle": "Vice Blog",
                "seriesDescription": null,
                "id": "203434",
                "seriesId": "139",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/the-vice-morning-bulletin-03-03-16",
                "author": "VICE Staff",
                "pubDate": "2016-03-03 10:06:00",
                "pubTimestamp": 1456999560,
                "category": "news",
                "contributor": "VICE Staff",
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/03/the-vice-morning-bulletin-03-03-16-1457006469-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/03/the-vice-morning-bulletin-03-03-16-1457006469.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/03/the-vice-morning-bulletin-03-03-16-1457006469-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/03/the-vice-morning-bulletin-03-03-16-1457006469-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/03/the-vice-morning-bulletin-03-03-16-1457006469-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "Autobiographies: A$AP Ferg Talks About Being Born into the Hip-Hop Game in This Episode of 'Autobiographies'",
                "preview": "The Harlem rapper explains how his relationship with his father catalyzed his growth as a designer and a musician.",
                "tags": [
                    "Autobiographies",
                    "PROFILES",
                    "asap ferg",
                    "A$AP FERG",
                    "music",
                    "family",
                    "relationships",
                    "artist",
                    "growth",
                    "hip hop",
                    "A$AP Crew",
                    "designer",
                    "clothing",
                    "Harlem",
                    "painting",
                    "new york"
                ],
                "body": "<p>In a uniquely candid conversation with <em>VICE Autobiographies</em>, A$AP Ferg talks about his father and how their relationship catalyzed his growth as an artist. VICE follows Ferg to Harlem to watch him paint and work his magic in the studio.</p>",
                "feedText": null,
                "seriesTitle": "Autobiographies",
                "seriesDescription": null,
                "id": "203363",
                "seriesId": "1614",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/video/autobiographies-asap-ferg-009",
                "author": "VICE Staff",
                "pubDate": "2016-03-03 05:00:00",
                "pubTimestamp": 1456981200,
                "category": "music",
                "contributor": {
                    "id": "9",
                    "slug": null,
                    "email": "beta@vice.com",
                    "username": "vice",
                    "firstname": "VICE Staff",
                    "lastname": null,
                    "jobtitle": "",
                    "twitter": "",
                    "facebook": "",
                    "bio": "",
                    "avatar": "",
                    "google_plus_url": null,
                    "image_path": null,
                    "image_file_name": null,
                    "image_crop_path": null,
                    "image_width": "0",
                    "image_height": "0"
                },
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/03/autobiographies-asap-ferg-009-1457016073-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/03/autobiographies-asap-ferg-009-1457016073.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/03/autobiographies-asap-ferg-009-1457016073-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/03/autobiographies-asap-ferg-009-1457016073-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/03/autobiographies-asap-ferg-009-1457016073-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "media": {
                    "video": {
                        "duration": "12:15",
                        "video_duration": "735",
                        "ooyalaId": "RqZDFpMTE6j1n-SneEGU968FPSqq4E-u",
                        "thrid_party_video_id": "RqZDFpMTE6j1n-SneEGU968FPSqq4E-u",
                        "video_type": "ooyala"
                    }
                },
                "dnd": null
            },
            {
                "title": "The VICE Guide to Right Now: Manhattan Is Getting Safer for People Who Pee and Drink in Public",
                "preview": "The local DA is easing up on how cops enforce petty crimes to reduce the backlog in Manhattan Criminal Court, but it's still not wise to break these laws.",
                "tags": [
                    "Crime",
                    "New York City",
                    "NYC",
                    "Manhattan",
                    "Petty crimes",
                    "Broken Windows"
                ],
                "body": "<p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images/2016/03/02/manhattan-is-getting-safer-for-people-who-like-to-pee-and-drink-in-public-body-image-1456962794.jpg?resize=*:*&output-quality=\" data-original-width=\"640\" data-original-height=\"427\" data-model-id=\"152401\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"manhattan-is-getting-safer-for-people-who-like-to-pee-and-drink-in-public-body-image-1456962794.jpg\" class=\"vmp-image\"></p><p class=\"photo-credit\">Manhattan, New York City. Photo via Flickr user <a href=\"https://www.flickr.com/photos/aguichard/4851668304/in/photolist-8oJ4Xw-pTAos2-9sT8ev-8nTEXJ-6XJkLo-8CZkZ7-8pc733-npQD9i-8o7jgF-u5Zm8B-6oNh5a-ptvSj7-9SpKqS-uEwGuf-kZxh4-9sTbGc-rknnQt-auTysh-81gdi3-9sW96j-8oEQhZ-y3P8kA-qtkuE1-8CWehV-auww6j-8nQpyT-5wk68e-hw5ARG-4e3Xks-AJTEB-aSGwSD-upq2X5-8oEP9B-DKKb3a-9ij8WY-hdMV9u-4dYWUT-9hwYuV-f9A1nD-9P6H86-bMYxzP-d8hFyJ-pGLERN-8oERtB-krE6dv-pqcS2x-pGGq42-mykJu2-pqfoo9-pGGpW8\" target=\"_blank\">Aurelien Guichard</a></p><p>Starting Monday, police officers in Manhattan are supposed to stop arresting people for minor crimes like pissing and drinking in public and instead give them criminal summonses. The goal is to reduce the backlog in Manhattan Criminal Court, which officials <a href=\"http://www.nytimes.com/2016/03/02/nyregion/summonses-not-arrests-for-small-crimes-in-manhattan.html\">told</a> the <em>New York Times</em> could drop by about 10,000 cases per year.</p><p>To be sure, pissing in public, along with making unreasonable amounts of noise and littering and other petty offenses targeted by \"broken windows\" policing, remains illegal. But instead of being arrested, most violators will now be asked to appear before a judge and answer questions. The judge can then decide whether to dismiss the case or impose a penalty.</p><p>The joint decision between the New York Police Department (NYPD) and Manhattan District Attorney Cy Vance preempts a broader proposed change to policing in New York. In January, City Council Speaker Melissa Mark Viverito <a href=\"http://www.vice.com/read/is-new-york-city-about-to-ease-up-on-petty-bs-crimes\" target=\"_blank\">unveiled</a> the Criminal Justice Reform Act of 2016; if passed, it would give cops the discretion to hand out either civil penalties or (criminal) summonses, as called for under the new Manhattan policy, for low-level offenses. The law would require agencies like the Parks Department to amend the way it deals with violators within its jurisdictions.</p><p>Either way, this new trend in NYC policing <em>should</em> allow officers to focus more on serious, violent crimes and less on paperwork for minor, goofy ones. But <a href=\"http://www.nytimes.com/2015/04/15/nyregion/new-york-city-to-transform-the-summons-process-for-courts-and-recipients.html?_r=0\" target=\"_blank\">critics say</a> summonses can be overused–– partially because they are so easy to hand out––and disproportionately affect poor communities that are over-policed. After all, under both the new Manhattan policy and the proposed city-wide law, if you have a warrant out for your arrest, you will still be detained. And critics say many people of color get slapped with warrants after failing to appear for petty BS raps.</p><p>Instead, some police reformers hope the city-wide conversation about criminal backlog will lead to wider, more systemic changes when it comes to who gets pegged for, say, illegally riding a bike on the sidewalk.</p><p>\"We would like to see police policies changed to eliminate the disparate treatment of communities of color,\" Seymour W. James Jr., the attorney in chief of the Legal Aid Society, told the <em>Times.</em></p><p><em>Follow Allie Conti on <a href=\"https://twitter.com/allie_conti\" target=\"_blank\">Twitter</a>.</em></p><p><em><br></em></p>",
                "feedText": null,
                "seriesTitle": "The VICE Guide to Right Now",
                "seriesDescription": null,
                "id": "203377",
                "seriesId": "1411",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/manhattan-is-getting-safer-for-people-who-pee-and-drink-in-public-vgtrn",
                "author": "Allie Conti",
                "pubDate": "2016-03-02 23:30:00",
                "pubTimestamp": 1456961400,
                "category": "news",
                "contributor": {
                    "id": "1081",
                    "slug": null,
                    "email": "allie.conti@vice.com",
                    "username": "allie-conti",
                    "firstname": "Allie",
                    "lastname": "Conti",
                    "jobtitle": null,
                    "twitter": "@allie_conti",
                    "facebook": "",
                    "bio": null,
                    "avatar": "",
                    "google_plus_url": "",
                    "image_path": "images/contributor/meta/2014/11/26/",
                    "image_file_name": "allie-conti-1417033155.jpg",
                    "image_crop_path": "images/contributor/crops/2014/11/26/",
                    "image_width": "526",
                    "image_height": "701"
                },
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/02/manhattan-is-getting-safer-for-people-who-pee-and-drink-in-public-vgtrn-1456963039-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/02/manhattan-is-getting-safer-for-people-who-pee-and-drink-in-public-vgtrn-1456963039.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/02/manhattan-is-getting-safer-for-people-who-pee-and-drink-in-public-vgtrn-1456963039-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/02/manhattan-is-getting-safer-for-people-who-pee-and-drink-in-public-vgtrn-1456963039-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/02/manhattan-is-getting-safer-for-people-who-pee-and-drink-in-public-vgtrn-1456963039-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "New Sex Trafficking Laws in Canada May Make Things Worse for Sex Workers",
                "preview": "The Ontario government is gearing up for a concentrated effort at curbing sex trafficking in June, but sex workers are worried that new laws might give police too broad a mandate.",
                "tags": [
                    "Canada",
                    "sex trafficking",
                    "sex work",
                    "prostitution",
                    "Ontario",
                    "Bill C-36",
                    "sex workers",
                    "police"
                ],
                "body": "<p class=\"photo-credit has-image\"><img src=\"https://vice-images.vice.com/images/content-images/2016/03/02/sex-workers-are-worried-about-how-ontario-will-rewrite-sex-trafficking-laws-body-image-1456933296.jpg?resize=*:*&output-quality=\" data-original-width=\"900\" data-original-height=\"600\" data-model-id=\"152274\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"sex-workers-are-worried-about-how-ontario-will-rewrite-sex-trafficking-laws-body-image-1456933296.jpg\" class=\"vmp-image\"><br>Photo by the author </p><p>When Bill C-36—a law that criminalized the purchasing rather than the sale of sex—came into effect in Canada in 2014, <a href=\"http://www.vice.com/en_us/read/john-shaming-is-actually-putting-sex-workers-at-risk\" target=\"_blank\">ripples were felt throughout the sex work industry</a>. The bill was heavily criticized for putting sex workers in danger, despite the former Conservative government promoting the bill as being sex worker–friendly (by targeting clients instead of escorts). The Trudeau government, <a href=\"http://www.macleans.ca/politics/ottawa/prostitution-laws-could-see-more-changes-under-liberals/\" target=\"_blank\">while pledging that it'd re-examine the issue</a>, has yet to do anything concrete. </p><span id=\"docs-internal-guid-1ea1cf53-37cf-8f23-1c50-2552477d065b\"><p dir=\"ltr\">Last year, <a href=\"http://projects.thestar.com/human-sex-trafficking-ontario-canada/\" target=\"_blank\">media coverage of Ontario's sex trafficking industry</a> put the government into overdrive. According to a committee that was set up to examine the issue, Ontario has become <a href=\"http://www.theglobeandmail.com/news/national/ontario-named-major-hub-for-human-trafficking-report/article27740094/\" target=\"_blank\">a \"major\" hub for sex trafficking in Canada</a>. Nationwide, there are currently 330 identified sex trafficking cases by the RCMP. For each victim, traffickers are reportedly able to bring in between $168,000 [$124,000 USD] and $336,000 [$249,000 USD] a year through selling their services. Currently, hard statistics around sex trafficking in the province don't exist, but the Wynne government is slated to have a full platform for addressing the issue by June. </p><p>To some sex workers, however, the direction that sex trafficking law is taking is worrying. While many sex workers acknowledge that sex trafficking is a real issue, they also feel the government is playing fast and loose with the definition—promoting the conflation that sex work is non-consensual or somehow wrong, and, in the process, pushing the industry further underground. </p><p dir=\"ltr\">Last month, Ontario Progressive Conservative Laurie Scott, a member of the parliament, introduced the \"<a href=\"http://www.ontla.on.ca/web/bills/bills_detail.do?locale=en&Intranet=&BillID=3673\" target=\"_blank\">Saving the Girl Next Door Act</a>\" to Queen's Park—a bill that, in Scott's words, allows victims of sex trafficking to \"fight back\" against abusers. Scott told VICE that the law, while able to target a variety of cases, mainly focuses on those of child sex abuse, and that the government has \"no interest\" in going after consenting sex workers. </p><p dir=\"ltr\">Through what the bill calls \"protection orders,\" victims, their families (if the victim is underage), and/or authorities would be able to go after \"pimps\" and \"providers\" for both criminal and punitive damages. The law would also make it so that those convicted under the new legislation would have to register as sex offenders, via a change made to Christopher's Law, the province's sex offenders registry. </p><p dir=\"ltr\">Scott claims that the bill is just one part of an effort to create a support network for victims of sex trafficking, adding that the province needs \"sensitively-trained\" legal and judicial services that are receptive to the needs of victims. </p><p dir=\"ltr\">\"The people that are in prostitution of their own free will, that is their business. This issue is about children predominantly who are making no money. The pimp makes all the money. This is completely different [from sex work]. This is coercion. This is modern-day slavery.\" </p><p>Scott's private member's bill has passed second reading last month and has now entered the committee phase. Being that it's an opposition bill, it's unlikely to pass as is. However, <a href=\"http://toronto.ctvnews.ca/strategy-for-human-trafficking-crisis-expected-in-june-wynne-1.2783516\" target=\"_blank\">the bill was given a symbolic nod of support from Premier Kathleen Wynne</a>, with her noting that the legislation will likely be incorporated into the province's framework to fight sex trafficking that is expected in June. </p><p dir=\"ltr\">While it's unclear exactly what the Ontario Liberals' plan will include, there are some clues as to what direction the government is going—and to some sex workers, it's not looking good. Amid pressure from critics last December, Wynne made a commitment to take a comprehensive approach to combatting sex trafficking—a strategy that will likely follow up on <a href=\"http://www.thestar.com/news/queenspark/2015/12/10/human-trafficking-of-young-girls-in-ontario-must-be-tackled-by-police-crime-force-say-mpps.html\" target=\"_blank\">suggestions to create a dedicated task force</a> to hunt down and prosecute providers of sexual services. </p><p dir=\"ltr\">Tracy MacCharles, Ontario's Minister of Women's Issues, told VICE that the points brought up by Scott are \"very important,\" and that the pending review in June will be incorporating a number of different perspectives—which include consultations with sex work advocacy groups. </p><p dir=\"ltr\">While MacCharles couldn't directly comment on fear that a potential task force could be used against sex workers, she did say that the idea of federal decriminalization of sex work—which has been tabled as a possibility by Justice Minister Jody Wilson-Raybould—is something that may be taken into account when drafting new legislation. </p><p dir=\"ltr\">\"I can't imagine we'll move forward on this work without checking in with [sex worker groups] about these sorts of issues. There are a lot of views on this, but at the end of the day, we have to find what the problem we're trying to solve is and get to the core of it.\" </p><p dir=\"ltr\">What worries many sex workers and sex work advocates is the loose language that surrounds current legislation targeting the trafficking of young men and women. Heather Jarvis, a sex worker rights activist and member of Safe Harbour Outreach Program (SHOP) in St. John's, says that the continued portrayal of sex workers as victims is extremely harmful and exposes them to more danger than is necessary. </p><p dir=\"ltr\">\"We're already at a really dangerous place in Canada where sex workers who are indigenous women, sex workers who are drug users, sex workers who work at the street level, have been saying that the laws are harmful,\" Jarvis told VICE. </p><p dir=\"ltr\">\"They've been saying that these laws bring a lot of danger into their lives, and the response from the government has been, nope, we know what's good for you, and we're going to tell you what your life is like.\" </p><p dir=\"ltr\">While activists like Jarvis acknowledge the reality of sex trafficking in Ontario, the general consensus among sex workers is that well intentioned legislation is often used by authorities to target consenting sex workers. Although laws like Saving the Girl Next Door are created expressly to target sex traffickers, the protection orders still enable police to make the decision about whether they <a href=\"http://www.vice.com/en_ca/read/canadian-cops-launched-a-sting-operation-against-sex-workers-last-month\" target=\"_blank\">lump sex work agencies in with that definition</a>. That, in itself, is a problem to many sex workers who chose this field as their career voluntarily—<a href=\"http://www.vice.com/en_ca/read/canadas-newly-passed-anti-prostitution-bill-creates-danger-for-sex-workers-993\" target=\"_blank\">they could end up in jail</a>. And this fear of overzealous enforcement  is felt most acutely by migrant sex workers. </p><p dir=\"ltr\">Not only do migrant sex workers face the threat of deportation—<a href=\"https://nowtoronto.com/news/anti-trafficking-harms-migrant-sex-workers/\" target=\"_blank\">six sex workers from the migrant sex worker group Butterfly were deported last December</a>—but the fear of going to law enforcement for help leaves many more susceptible to violent situations. </p><p dir=\"ltr\">In January, the murder of Tammy Le—<a href=\"http://www.thespec.com/news-story/6246100-hotel-homicide-husband-finds-wife-dead-at-hamilton-s-admiral-inn/\" target=\"_blank\">an Asian sex worker who was found strangled to death inside a Hamilton hotel</a>—sparked outrage in the sex work community. Chanelle Gallant, co-director of the Migrant Sex Worker Project (MSWP), says that clamp down on sex trafficking are the same kind of laws that effectively force sex workers into hiding and ultimately expose migrants to the kind of violence that may have led to Le's death. </p><p>\"The most pressing concern facing migrant sex workers in Canada is violence,\" she told VICE. </p><p dir=\"ltr\">The Ontario government, while tight-lipped on the exact details of the plan, is expected to reveal its framework for combatting sex trafficking in June. </p><p dir=\"ltr\"><em>Follow Jake Kivanc on <a href=\"https://twitter.com/KivancJake\" target=\"_blank\">Twitter</a>.</em> </p></span>",
                "feedText": null,
                "seriesTitle": "Vice Blog",
                "seriesDescription": null,
                "id": "203261",
                "seriesId": "139",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/sex-workers-are-worried-about-how-ontario-will-rewrite-sex-trafficking-laws",
                "author": "Jake Kivanç",
                "pubDate": "2016-03-02 22:00:00",
                "pubTimestamp": 1456956000,
                "category": "stuff",
                "contributor": {
                    "id": "1612",
                    "slug": null,
                    "email": "",
                    "username": "jake-kivanc",
                    "firstname": "Jake",
                    "lastname": "Kivanç",
                    "jobtitle": null,
                    "twitter": "",
                    "facebook": "",
                    "bio": null,
                    "avatar": null,
                    "google_plus_url": "",
                    "image_path": "images/contributor/meta/2015/09/30/",
                    "image_file_name": "jake-kivanc-1443649556.jpg",
                    "image_crop_path": "images/contributor/crops/2015/09/30/",
                    "image_width": "699",
                    "image_height": "702"
                },
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/02/sex-workers-are-worried-about-how-ontario-will-rewrite-sex-trafficking-laws-1456933309-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/02/sex-workers-are-worried-about-how-ontario-will-rewrite-sex-trafficking-laws-1456933309.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/02/sex-workers-are-worried-about-how-ontario-will-rewrite-sex-trafficking-laws-1456933309-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/02/sex-workers-are-worried-about-how-ontario-will-rewrite-sex-trafficking-laws-1456933309-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/02/sex-workers-are-worried-about-how-ontario-will-rewrite-sex-trafficking-laws-1456933309-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "Michael: The Final Michael Comic, 'Chun Li and Me'",
                "preview": "Michael discusses his new book as a talk show guest in the final Michael comic on VICE. ",
                "tags": [
                    "Michael",
                    "stephen maurice graham",
                    "vice comics",
                    "street fighter",
                    "fan fiction",
                    "chun li",
                    "nick gazin",
                    "nicholas gazin",
                    "nerds",
                    "geeks",
                    "fantasy",
                    "fulfilling delusions"
                ],
                "body": "<p class=\"has-image\"><em><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/the-final-michael-comic-chun-li-and-me-stephen-maurice-graham-032-body-image-1456952942-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1200\" data-original-height=\"827\" data-model-id=\"152391\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"the-final-michael-comic-chun-li-and-me-stephen-maurice-graham-032-body-image-1456952942.jpg\" class=\"vmp-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/the-final-michael-comic-chun-li-and-me-stephen-maurice-graham-032-body-image-1456952955-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1200\" data-original-height=\"304\" data-model-id=\"152392\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"the-final-michael-comic-chun-li-and-me-stephen-maurice-graham-032-body-image-1456952955.jpg\" class=\"vmp-image\"></em></p><p><em>Look at Stephen Maurice Graham's <a href=\"http://stephen-mauricegraham.squarespace.com/\" target=\"_blank\">website</a>, <a href=\"http://400facts.tumblr.com/\" target=\"_blank\">Tumblr</a>, <a href=\"https://twitter.com/400facts\" target=\"_blank\">Twitter</a>, and <a href=\"https://instagram.com/smgdraws/\" target=\"_blank\">Instagram</a>.</em></p>",
                "feedText": null,
                "seriesTitle": "Michael",
                "seriesDescription": null,
                "id": "203365",
                "seriesId": "1497",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/the-final-michael-comic-chun-li-and-me-stephen-maurice-graham-032",
                "author": "Stephen Graham",
                "pubDate": "2016-03-02 21:06:00",
                "pubTimestamp": 1456952760,
                "category": "comics",
                "contributor": {
                    "id": "1459",
                    "slug": null,
                    "email": "",
                    "username": "stephen-maurice-graham",
                    "firstname": "Stephen",
                    "lastname": "Graham",
                    "jobtitle": null,
                    "twitter": "400facts",
                    "facebook": "",
                    "bio": null,
                    "avatar": null,
                    "google_plus_url": "https://stephen-mauricegraham.squarespace.com/",
                    "image_path": null,
                    "image_file_name": null,
                    "image_crop_path": null,
                    "image_width": "0",
                    "image_height": "0"
                },
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/02/the-final-michael-comic-chun-li-and-me-stephen-maurice-graham-032-1456953043-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/02/the-final-michael-comic-chun-li-and-me-stephen-maurice-graham-032-1456953043.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/02/the-final-michael-comic-chun-li-and-me-stephen-maurice-graham-032-1456953043-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/02/the-final-michael-comic-chun-li-and-me-stephen-maurice-graham-032-1456953043-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/02/the-final-michael-comic-chun-li-and-me-stephen-maurice-graham-032-1456953043-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "An Erotica Writer Imagined Donald Trump and Ted Cruz Hate-Fucking",
                "preview": "The rough and greasy encounter occurs in sex writer Sam Shiver's latest political fan fiction titled: Can't Stump the Drumpf: An Erotic Tale.",
                "tags": [
                    "Manisha Krishnan",
                    "Manisha Krishnan VICE",
                    "Donald Trump",
                    "America",
                    "Ted Cruz",
                    "Donald Drumpf",
                    "political erotica",
                    "gay erotica",
                    "fan fiction",
                    "Drumpf",
                    "Sam Shiver",
                    "VICE Canada",
                    "politics",
                    "election 2016",
                    "presidential race 2016"
                ],
                "body": "<p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images/2016/03/02/canadas-foremost-political-gay-erotica-writer-does-the-donald-body-image-1456952674.png?resize=*:*&output-quality=\" data-original-width=\"531\" data-original-height=\"473\" data-model-id=\"152390\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"canadas-foremost-political-gay-erotica-writer-does-the-donald-body-image-1456952674.png\" class=\"vmp-image\"></p><p class=\"photo-credit\">Screenshot via Amazon</p><p>Regardless of whether or not you're actually American, you're probably paying close attention to the shit show that is the US presidential race right now. </p><p>Entertainment-wise, there's little to want for—racism, sexism, blatant lies, <a href=\"https://www.youtube.com/watch?v=bFSRr7rC4p0\" target=\"_blank\">shockingly incoherent endorsements</a>—this thing has it all. Up until now, though, there's been one thing notably missing in American politics: homoerotic fan fiction.</p><p dir=\"ltr\">That changed today, when Sam Shiver, Canada's most prolific political gay erotica author, released her latest work, <a href=\"http://www.amazon.com/dp/B01CGVG130/ref=cm_sw_su_dp\" target=\"_blank\"><em>Can't Stump the Drumpf: An Erotic Tale</em></a>.</p><p dir=\"ltr\">Shiver, the writer behind classics such as <em>Serving the Prime Minister: A Canadian Romance</em> (<a href=\"http://www.vice.com/en_ca/read/we-accidentally-greenlit-some-justin-trudeau-barack-obama-erotica\" target=\"_blank\">accidentally brought to you by VICE Canada</a>) and <a href=\"http://www.amazon.ca/dp/B01894S15Y\" target=\"_blank\"><em>Foreign Affairs: A Diplomatic Romance</em></a>, sent me a note (more of an apology) Wednesday afternoon linking to the GOP-based novella on Amazon.</p><p dir=\"ltr\">\"I had to do it, and I am so SO sorry. Enjoy,\" she wrote.</p><p dir=\"ltr\">I'm sorry too, because I read it—all 11 or so pages—and <em>Foreign Affairs: A Diplomatic Romance</em> it is not.</p><p dir=\"ltr\">While Shiver's previous books were more or less based on sexy, taboo affairs, this one is decidedly more sinister (and old and saggy.)</p><p dir=\"ltr\">The main character, Ronald Drumpf, has his sights set on being president of the US, but he first needs to take out his main opponent—Ned Cruise.</p><p dir=\"ltr\">\"The thought of Cruise's melty face sent a shiver of rage down between Drumpf's legs,\" writes Shiver, who tells the story mostly from Drumpf's point of view.</p><p dir=\"ltr\">Drumpf sets up a private meeting between himself and Cruise in a sub-standard Texas hotel room. Beforehand, he muses about some incriminating photographs he has of Cruise, about knowing \"Cruise's dirty little secret.\"</p><p dir=\"ltr\">Once in the same room, the politicians begin having an increasingly hostile exchange, in which Drumpf makes not-so-veiled threats by alluding to what he did to another GOP candidate, Mario Delgado.</p><p dir=\"ltr\">\"I fucked him. I fucked him right up the ass. He was crying so hard his makeup was running. Why do you think he's got that bald spot? I was pulling his hair so hard, I was afraid I was going to rip it right off. That clown was sucking more than a water bottle when I was done with him. He fucking loved it. Everyone loves me.\"</p><p dir=\"ltr\">Cruise replies, \"You're a sick man, Ronald.\"</p><p dir=\"ltr\">Without spoiling too much, the situation escalates into a rough and greasy encounter. </p><p>There's also a uniquely Canadian plot twist for all you erotic hosers out there but again, spoilers.</p><p dir=\"ltr\">If I had to pick my favorite parts of the book, I'd say they were the descriptions of Drumpf and his \"quivering jowls,\" \"stubby fingers,\" and \"wet plasticine\"–like skin.</p><p dir=\"ltr\">The story finishes with a bit of a cliff-hanger, leaving room for yet another sequel. If you are into geriatric porn, stay tuned, I guess.</p><p dir=\"ltr\"><em>Follow Manisha Krishnan on <a href=\"http://twitter.com/manishakrishnan\" target=\"_blank\">Twitter</a>.</em> </p>",
                "feedText": null,
                "seriesTitle": "Vice Blog",
                "seriesDescription": null,
                "id": "203364",
                "seriesId": "139",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/canadas-foremost-political-gay-erotica-writer-does-the-donald",
                "author": "Manisha Krishnan",
                "pubDate": "2016-03-02 20:55:00",
                "pubTimestamp": 1456952100,
                "category": "stuff",
                "contributor": {
                    "id": "1572",
                    "slug": null,
                    "email": "manisha.krishnan@vice.com",
                    "username": "manisha-krishnan",
                    "firstname": "Manisha",
                    "lastname": "Krishnan",
                    "jobtitle": null,
                    "twitter": "manishakrishnan",
                    "facebook": "",
                    "bio": null,
                    "avatar": null,
                    "google_plus_url": "",
                    "image_path": "images/contributor/meta/2015/08/19/",
                    "image_file_name": "manisha-krishnan-1440010894.jpg",
                    "image_crop_path": "images/contributor/crops/2015/08/19/",
                    "image_width": "640",
                    "image_height": "640"
                },
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/02/canadas-foremost-political-gay-erotica-writer-does-the-donald-1456953217-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/02/canadas-foremost-political-gay-erotica-writer-does-the-donald-1456953217.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/02/canadas-foremost-political-gay-erotica-writer-does-the-donald-1456953217-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/02/canadas-foremost-political-gay-erotica-writer-does-the-donald-1456953217-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/02/canadas-foremost-political-gay-erotica-writer-does-the-donald-1456953217-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "So Trump Makes You Want to Move to Canada, Eh? Some Advice from an American Already Living Here",
                "preview": "With the Trumpocalypse inching ever nearer, Google searches about moving to Canada have spiked in the US.",
                "tags": [
                    "Canada",
                    "Donald Trump",
                    "american election",
                    "Chris Christie",
                    "google searches",
                    "move to Canada",
                    "immigration",
                    "republicans",
                    "Super Tuesday"
                ],
                "body": "<p class=\"photo-credit has-image\"><sup></sup><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/so-trump-makes-you-want-to-move-to-canada-eh-some-advice-from-an-american-already-living-here-body-image-1456946447-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1000\" data-original-height=\"761\" data-model-id=\"152356\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"so-trump-makes-you-want-to-move-to-canada-eh-some-advice-from-an-american-already-living-here-body-image-1456946447.jpg\" class=\"vmp-image\"><br>Donald Trump speaks after being introduced by New Jersey Governor Chris Christie at a Super Tuesday campaign event in Florida. EPA/RYAN STONE<br> </p><p> Following Super Tuesday, one of the most important days so far during the American primaries, there was a spike in the search term \"move to Canada\" on Google in the US as it became clear that Donald Trump could very likely be the next GOP presidential candidate.<br></p><p>The data editor for Google, Simon Rogers, even <a href=\"https://twitter.com/smfrogers/status/704897416756137984\" target=\"_blank\">tweeted</a> about it: \"Searches for 'how can I move to Canada' on Google have spiked +350% in the past four hours.\" The official Canadian immigration government website was also experiencing delays last night, though it's unconfirmed if this was because of the ridiculous amount of traffic (for a government website) it was likely getting during that time. </p><p dir=\"ltr\">As someone who did actually move to Canada in part because of how much I disliked the politics of my home country (admittedly, the other reasoning was I met a hot guy on World of Warcraft), I have a few words of advice for fellow Americans who might find themselves fleeing the Trumpocalypse. </p><h2 dir=\"ltr\">You Can't Just \"Move to Canada\"</h2><p dir=\"ltr\">In my initial attempts to come to Canada legally nearly five years ago, I realized the assumption that some Americans seem to make—that you can just come here at the drop of a hat if you fucking feel like it—is completely wrong. Though Americans have the privilege of being able to come to the Great White North for up to six months a year as a visitor without having to file any special paperwork (if we have a passport or extended license), that doesn't mean you can work here or go to school during that time—actually, it's super illegal to do those things, and you can get deported for doing so. </p><p dir=\"ltr\">Unless you have a pile of money lying around somewhere to support you while you stay here during those months, you'll have to find other bureaucratic means of coming here legitimately. For me, that meant going to university here—if you have been accepted to a school for a degree program, you can apply for a study permit and stay here year-round while you are in school full-time. Also, tuition is a lot fucking cheaper here than American schools, even when figuring in the fact that you'll have to pay international student rates, so I'd highly recommend doing that if you want to go to school anyway. However, beware that you'll still have to get student loans through the US. </p><p dir=\"ltr\">If you don't want to go to post-secondary school up here, then getting a work permit is really fucking hard unless you have experience and qualifications in very specific industries—like in engineering or medicine—or have a job offer up here already. (Hint: These are very hard, if not impossible, for foreign nationals to get in unskilled labor markets. Sorry, millennials.) </p><p dir=\"ltr\">You can also <a href=\"http://www.vice.com/en_us/read/i-got-married-to-keep-my-girlfriend-in-canada\" target=\"_blank\">marry a Canadian citizen</a>, which I did end up doing (admittedly somewhat prematurely) since I fell in love with one on an MMORPG, but that does not grant you citizenship or even the Canadian equivalent of a green card (a permanent resident card) immediately. If you want to go that route—known as spousal sponsorship—it will currently take you over two years and thousands of dollars and stacks and stacks of paperwork. I wouldn't recommend it until Canada repairs the program, which was altered under our last Conservative government (a complete fucking George W. Bush–esque disaster by the way) because of fears of marriage fraud schemes. </p><h2 dir=\"ltr\">The Canadian Dollar Is Actual Trash Right Now</h2><p dir=\"ltr\">At this very moment, the Canadian dollar is worth 74 cents on the dollar. In Canada, we're going through an economic downturn in part due to <a href=\"https://news.vice.com/article/canadas-oil-country-is-bleeding-jobs-and-suicides-are-on-the-rise-in-alberta\" target=\"_blank\">the massive abortion that is the Alberta oil industry</a>. It's actually good news for you if you want to come here and have some money put away. If you're like me, though, you might have tens of thousands of dollars in American student loans that need to be paid, and if you start working in Canada and making Canadian dollars, you're going to be in the deep amount of shit that I'm currently sinking in. You could always become a <a href=\"http://www.vice.com/en_us/read/talking-to-american-debt-dodgers-who-moved-to-europe-to-avoid-paying-off-their-student-loans-111\" target=\"_blank\">debt dodger</a>, but that means not going back to the States again, which arguably sucks if you have family or friends there. Just remember that Trump is only going to be in office for a maximum of eight years, but fuck-ups of that caliber on student loans could be everlasting. </p><h2 dir=\"ltr\">Canadians Fucking Hate You</h2><p dir=\"ltr\">And they're not shy about telling you so. I cannot count the number of times Canadians have responded to finding out I'm American by using it as a platform to vent their seething hatred for my home country. I usually react by looking them directly in the eyes and whispering calmly, \"You do realize that if I moved here, I feel the same way, right?\" </p><p dir=\"ltr\">By the time you go back to America after living in Canada for a while, you'll realize you drank the maple syrup. Growing up, I was able to put up with the alarming conservative politics of certain American friends and family members, but when I went home for Thanksgiving last year and my stepfather told me of his adoration for Donald Trump and promised to vote for him, I felt the mix of hormone-pumped turkey and high-fructose corn syrup–laced cranberry sauce coming back up my esophagus. </p><p dir=\"ltr\">After internalizing hatred for yourself and your American friends and family, you'll realize being your nationality is kind of a cool party trick. You get to answer questions about processed cheese, America's special brand of racism, and mass shootings. Since I'm from upstate New York, I get the added benefit of listening to drunk Canadians blabber on about how much they love Manhattan, blatantly unaware that there's an entire state attached to America's largest city. Really, it's thrilling. </p><h2 dir=\"ltr\">Health Care is Not Absolute in Canada</h2><p dir=\"ltr\">You don't automatically get it just by being here, and even if you do have it, the holes in coverage are plenty: none for prescriptions, dental, and eye care, for starters. Granted, if you are permitted to work here and get a job, it's pretty standard to get great benefits packages that include partial or full coverage for all these things. </p><p dir=\"ltr\">If you're sick as fuck and decide to go to a clinic but aren't registered for health care in the province you're in, you have to pay out of pocket just to see a doctor, usually $50–$100 depending on where you go. And in my experience, many of the doctors I've gone to here have sucked, probably because many of the good ones go to the US where they can make more money (thanks again, America). </p><p dir=\"ltr\">If you're here as a visitor, you won't have coverage, and even with the work permit I have had since fall of last year, I'm still trying to figure out how I can become registered for the standard provincial health care coverage that Canadians enjoy. </p><h2 dir=\"ltr\">Crossing the Border</h2><p dir=\"ltr\">Over the past half decade, I've crossed the Canadian-American border countless times in my car and have had some horrifying personal experiences. I've had my relationship ruthlessly criticized by border guards, I've stood outside in a blizzard with no jacket on while my car was X-rayed for no apparent reason, and my husband was essentially strip-searched while a border guard shouted in his face: \"You're Canadian, you smoke weed don't you? Admit it!\" when he came to visit me in the US once. An American friend of ours was asked to unlock his phone and had the contents of it searched when crossing the border. </p><p dir=\"ltr\">Whether it's going back for my grandmother's funeral or to attend my niece's birthday party, I have to ready myself for the special hell of interrogation and panic attacks that is border crossing, despite the fact that I have no criminal history and that all of my paperwork is in order. </p><p dir=\"ltr\">The impending Trumpocalypse is far from the first time Americans have threatened to move to Canada—and it wouldn't be the first time they actually have (see: Vietnam War draft dodgers). But if you're going to come this time around, please bring Bernie Sanders. </p><p dir=\"ltr\"><em>Follow Allison Elkin on <a href=\"https://twitter.com/allison_elkin\" target=\"_blank\">Twitter</a></em><em>.</em> </p>",
                "feedText": null,
                "seriesTitle": "Vice Blog",
                "seriesDescription": null,
                "id": "203343",
                "seriesId": "139",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/so-trump-makes-you-want-to-move-to-canada-eh-some-advice-from-an-american-already-living-here",
                "author": "Allison Elkin",
                "pubDate": "2016-03-02 20:30:00",
                "pubTimestamp": 1456950600,
                "category": "stuff",
                "contributor": {
                    "id": "1032",
                    "slug": null,
                    "email": "allison.elkin@vice.com",
                    "username": "allison-elkin",
                    "firstname": "Allison",
                    "lastname": "Elkin",
                    "jobtitle": null,
                    "twitter": "allison_elkin",
                    "facebook": "",
                    "bio": null,
                    "avatar": "",
                    "google_plus_url": "",
                    "image_path": "images/contributor/meta/2016/01/13/",
                    "image_file_name": "allison-elkin-1452704301.jpg",
                    "image_crop_path": "images/contributor/crops/2016/01/13/",
                    "image_width": "400",
                    "image_height": "400"
                },
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/03/so-trump-makes-you-want-to-move-to-canada-eh-some-advice-from-an-american-already-living-here-1456964304-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/03/so-trump-makes-you-want-to-move-to-canada-eh-some-advice-from-an-american-already-living-here-1456964304.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/03/so-trump-makes-you-want-to-move-to-canada-eh-some-advice-from-an-american-already-living-here-1456964304-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/03/so-trump-makes-you-want-to-move-to-canada-eh-some-advice-from-an-american-already-living-here-1456964304-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/03/so-trump-makes-you-want-to-move-to-canada-eh-some-advice-from-an-american-already-living-here-1456964304-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "The VICE Guide to the 2016 Election: I Watched Cable News for 12 Hours on Super Tuesday and Learned Nothing",
                "preview": "Well, I learned one thing: Wolf Blitzer is a machine.",
                "tags": [
                    "Election 2016",
                    "Politics",
                    "Vice US",
                    "Cable news",
                    "CNN",
                    "Fox News",
                    "MSNBC",
                    "Wolf Blitzer",
                    "watching too much TV",
                    "News",
                    "VICE US"
                ],
                "body": "<p><div class=\"twitter-container\"><blockquote class=\"twitter-tweet\" lang=\"en\"><p>Settling in for a long fucking day <a href=</p>— Mike Pearl (@MikeLeePearl) <a href=\"https://twitter.com/MikeLeePearl/statuses/704720562585665536\">March 1, 2016</a></blockquote></div> </p><p>It's 9:42 AM on the West Coast, and CNN's Ashleigh Banfield just said, \"Happy Super Tuesday everyone!\" </p><p>For most people, Super Tuesday isn't the kind of day you get excited about, unless you're a die-hard fan of winners <a href=\"http://www.vice.com/read/super-tuesday-put-the-republican-party-one-step-closer-to-being-ruled-by-donald-trump\">Donald Trump</a> or <a href=\"http://www.vice.com/read/hillary-clinton-had-a-very-super-tuesday\">Hillary Clinton</a>. It's the marker of the end of the beginning of the yearlong reality show that determines the next US president, a set of contests across the South and elsewhere that determine who actually has a chance to run America. This sounds exciting but in practice is generally a pretty drab process: Voters cast votes, polls and predictions are proved right or wrong, and the candidates either tearfully end their campaigns, declare victory, or insist that their losses weren't actually that bad. </p><p>But for cable news, Super Tuesday is the next best thing to a general election—an orgy of exit polls, charts and graphs, punditry, and breathless declarations of upsets and dramatic victories. CNN, MSNBC, and Fox News are often in search of something to talk about, and Tuesday's primary contests provided them with hours and hours of grist for their mill. </p><p>Like most people possessed of a reasonable amount of perspective and mental stability, I only tune into these channels occasionally, if at all. But I was curious about how cable news would treat this early climax of primary season—shaping up to be the most important election since the last one—and how these networks would compete against each other as the day and night wore on. So I started watching at 9 AM West Coast time and didn't stop for 12 hours. Here's how it went: </p><p><strong>10 AM</strong> CNN's Wolf Blitzer is here, and I greet him like a trusted friend. We'll be spending the day together, after all. One of Blitzer's correspondents is following Trump in Ohio, which isn't a Super Tuesday state but will be a major primary battle down the line. Trump is talking about how beautiful his hands are in response to a dig Marco Rubio <a href=\"http://nymag.com/daily/intelligencer/2016/02/rubio-suggests-trump-has-small-genitals.html\" target=\"_blank\">made</a> about him, which is probably based on an old <em>Spy Magazine</em> joke, I guess? This campaign is like a TV show that's gone on for too many seasons and has stopped making sense. </p><p><strong>10:28 </strong>CNN's coverage is sponsored by a psoriasis medication called Cosentyx. Cosentyx: Make America Great Again and Deal with Your Skin Problems, Finally. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456946811-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1500\" data-original-height=\"808\" data-model-id=\"152357\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456946811.jpg\" class=\"vmp-image\"> </p><!--recommended--><p><strong>10:53 AM </strong>One thing about Super Tuesday is that there is a LOT of time before any results can be reported, so until then, we're just hanging out. Fox News is deep into a bit about how your credit score can affect your vote—Rubio and Bernie Sanders supporters have high scores, <a href=\"http://www.foxbusiness.com/politics/2016/03/01/who-might-vote-for-based-on-your-credit-score.html\">apparently</a>. No idea what this could mean, but it means something. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948050-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1494\" data-original-height=\"836\" data-model-id=\"152358\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948050.jpg\" class=\"vmp-image\"> </p><p><strong>11:42</strong> MSNBC has a helpful counter running at the bottom of the screen telling me what time the first poll is going to close. This is EXCITING, guys. Only four hours and a bit until something happens! Until then, I'm mostly going to be looking at people making guesses into microphones while standing outside buildings. </p><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948174-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1502\" data-original-height=\"816\" data-model-id=\"152359\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948174.jpg\" class=\"vmp-image\"><p><strong>11:58 </strong>MSNBC's coverage of Virginia appears to be headquartered at a seafaring-themed science center in Norfolk called Nauticus, where it has set up shop in front of the retired battleship <em>Wisconsin</em>. It's a dramatic backdrop, and reminder of the stakes: Eventually, the winners of Super Tuesday will be competing to see who will get to control far bigger guns than these. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948265-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1496\" data-original-height=\"836\" data-model-id=\"152360\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948265.jpg\" class=\"vmp-image\"> </p><p><strong>12:16 PM</strong> On Fox, Shepard Smith is talking about what Republicans who have vowed not to vote for Trump would do if he won the nomination. Everyone on the panel, including Dennis Kucinich's daughter Jackie, is like, <em>Those people will have to vote for Trump, no way they go over to Clinton.</em> </p><div class=\"resp-video-wrapper youtube-wrapper\"><iframe src=\"//www.youtube.com/embed/2nwRiuh1Cug\" width=\"100%\" height=\"100%\" frameborder=\"0\" scrolling=\"no\" data-original-width=\"640px\" data-original-height=\"360px\" webkitallowfullscreen webkitAllowFullScreen mozallowfullscreen allowfullscreen></iframe></div><p><strong>12:46</strong> On CNN, the most common political ads are from Sanders, both the one that features Simon and Garfunkel's \"America\" and the one with Bernie telling the camera, \"The truth is, you can't change a corrupt system by taking its money.\" These commercials are wedged between others for sketchy-looking diet programs and places to trade in your gold for cash. The message is clear: If you're watching CNN's daytime programming, you're probably looking for a savior. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948358-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1500\" data-original-height=\"746\" data-model-id=\"152361\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948358.jpg\" class=\"vmp-image\"> </p><p><strong>1:06 </strong>CNN is one-upping MSNBC by not counting down to not polls closing but the first exit poll. This sort of minutiae should bore me, but I've fallen under the cable news spell. I can't wait for that fucking exit poll. Which one is it going to be? Colorado Republicans? Oklahoma Democrats? Fuck yes. Give me something. Color in one of those states on a map. Project a victory! </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948395-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1364\" data-original-height=\"776\" data-model-id=\"152362\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948395.jpg\" class=\"vmp-image\"> </p><p dir=\"ltr\"><strong>1:25 </strong>CNN has Christian conservative Kayleigh McEnany on, and her job is to say that Trump is not a bigot, who cares that former KKK leader David Duke endorsed him? Trump has \"lived on this Earth for 69 years,\" she says (nice); if he were a racist, \"we'd have far more allegations\" floating around. (Note: <a href=\"http://www.nytimes.com/times-insider/2015/07/30/1973-meet-donald-trump/\">We do</a>.) </p><p dir=\"ltr\"><strong>1:43 </strong>MBSNC and CNN have been rerunning the same clip of Sanders outside the polling place in Vermont where he voted for himself. I can recite his quote from memory at this point: \"Our hope is that we can win a number of states and in those states where we don't do well, obviously we want as large a vote as possible.\" Meaningless soundbite? Zen koan? I'm not sure. I just want it to stop. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948458-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1492\" data-original-height=\"840\" data-model-id=\"152363\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948458.jpg\" class=\"vmp-image\"> </p><p><strong>2:13 </strong>WHERE'S THAT EXIT POLL, CNN? All I've gotten is my man Wolf interviewing a pollster and saying, \"You must be bust crunching those numbers.\" Then the network went to a commercial. </p><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948525-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1484\" data-original-height=\"858\" data-model-id=\"152364\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948525.jpg\" class=\"vmp-image\"><p><strong>2:17 </strong>CNN's exit poll is here, and it's bullshit. It's not telling me who won. All it tells me is stuff I already know about how voters are feeling. One hundred percent of Mikes are angry and disappointed. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948616-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1484\" data-original-height=\"730\" data-model-id=\"152365\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948616.jpg\" class=\"vmp-image\"> </p><p dir=\"ltr\"><strong>2:30 </strong>The latest from CNN: Vermont is white. </p><p dir=\"ltr\"><strong>2:52 </strong>Fox News's <em>The Five</em> came back from a commercial, and \"I Can't Feel My Face\" by the Weeknd was playing as though the anchors had just been listening to it during the break. I hope they were. I hope they were debating whether it is the best coke-based song of the decade (it is, right?). </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948687-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1488\" data-original-height=\"828\" data-model-id=\"152366\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948687.jpg\" class=\"vmp-image\"> </p><p dir=\"ltr\"><strong>2:57 </strong>MSNBC's Chuck Todd is talking to Tom Brokaw, who just called Trump someone who is \"willing to pull the pin on the grenade, roll it into the tent, and frag the entire Republican Establishment.\" </p><p dir=\"ltr\">If someone could tell me the vote count for <em>any</em> Super Tuesday precinct right now, I would kiss them. </p><p dir=\"ltr\"><strong>3:20 </strong>Anderson Cooper just said, \"I'm looking forward to a night when a loss is not a win.\" He's either quoting a lesser-known Weeknd lyric or referencing the way the Rubio campaign keeps losing states and claiming victory. Eventually, though, you have to win to win—that's the sort of brilliant insight you get from hours of cable news. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948758-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1396\" data-original-height=\"826\" data-model-id=\"152367\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948758.jpg\" class=\"vmp-image\"> </p><p dir=\"ltr\"><strong>3:30 </strong>John King has one of those CNN touch screen maps of the Super Tuesday states. He's running through a bunch of hypothetical paths to victory for Trump. He could just say, \"This is going to be a relatively close race,\" but what would the network do for the remaining half-hour until the first results. </p><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948847-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1482\" data-original-height=\"818\" data-model-id=\"152368\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948847.jpg\" class=\"vmp-image\"><p><strong>3:49 </strong>ELEVEN MINUTES. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948933-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1376\" data-original-height=\"834\" data-model-id=\"152369\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948933.jpg\" class=\"vmp-image\"> </p><p><strong>4:02 </strong>All of a sudden, we have numbers! It's like a firehose of projected winners blasting me in the face—Wolf Blitzer sounds like an eager child as he runs through the results, which are pretty much the expected outcomes. </p><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948998-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1496\" data-original-height=\"802\" data-model-id=\"152371\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456948998.jpg\" class=\"vmp-image\"><p><strong>4:13 </strong>It's hard to process all the numbers while watching TV. As soon as results appear on the screen, they shrink, and they get banished to a corner and pundits start giving their instant takes, sort of like a game show where no one wins. Other people in the room with me watching TV are going, \"Wait so, Sanders won Vermont, right? But Clinton won the other two so far?\" It's a little confusing unless you have a live results page open on your computer. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949071-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1496\" data-original-height=\"746\" data-model-id=\"152372\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949071.jpg\" class=\"vmp-image\"> </p><p dir=\"ltr\"><strong>4:40 </strong>If you're watching Fox News right now, you might not know Bernie Sanders is giving a speech. Instead, the network is showing this guitar guy warming up the crowd for Ted Cruz. </p><p dir=\"ltr\"><strong>5:00 </strong>Let me talk about Wolf Blitzer's voice for a second. He doesn't speak in punctuation marks, but drones them out the way some poets do when they read their work. It has a numbing effect. It removes meaning from the syllables. Wolf Blitzer is like a terrible white noise machine—one you can't quite ignore, but also can't listen to. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949168-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1494\" data-original-height=\"710\" data-model-id=\"152374\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949168.jpg\" class=\"vmp-image\"> </p><p><strong>5:17 </strong>This guy was just giving an incredibly dry rundown of one of those polls that show that Democrats don't find Hillary Clinton \"honest and trustworthy,\" and something went wrong. I wasn't paying attention until the data table got all glitchy, and the camera started to swing away in a hurry. Brian Williams said, \"We can't have nice things.\" </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949224-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1494\" data-original-height=\"738\" data-model-id=\"152375\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949224.jpg\" class=\"vmp-image\"> </p><p dir=\"ltr\"><strong>5:53 </strong>Hillary Clinton is giving what is basically a victory speech, doing that thing rappers and politicians do where you shout out a bunch of places: \"Now this campaign moves forward to Crescent City, the Motor City, and beyond.\" Her voice is scratchy and weak; she seems like she's been talking all day. Campaigning is brutal work. </p><p dir=\"ltr\"><strong>6:15 </strong>John King is back at the \"magic wall\" talking about how Cruz has a good chance in Oklahoma. \"As we get later into the night, we can start apportioning the delegates,\" he's saying. I now want to see delegate counts as much as I once wanted to see win projections. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949280-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1480\" data-original-height=\"866\" data-model-id=\"152376\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949280.jpg\" class=\"vmp-image\"> </p><p dir=\"ltr\"><strong>6:36 </strong>Oh my God. At a press conference, Chris Christie is introducing Trump, who's about to make his victory speech. Christie's saying that Trump is \"going to make America great again,\" and that his campaign is not a campaign, \"it's a movement.\" But something inside him looks broken as he stands behind that Trump podium. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949337-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1498\" data-original-height=\"842\" data-model-id=\"152377\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949337.jpg\" class=\"vmp-image\"> </p><p dir=\"ltr\"><strong>7:17 </strong>Ted Cruz is speaking now. When his fans chant for him, they go \"Cruz! Cruz! Cruz!\" It sounds a little like booing because of the long \"u\" sound. It reminds me a little of Bruce Springsteen, or <a href=\"https://www.youtube.com/watch?v=-Y2R01k4SXI\">Boo-urns</a>. Cruz is congratulating Trump, calling for the other Republicans to drop out, and doing this weird thing where he pauses at every applause line and laughs a little. </p><p class=\"has-image\"><strong><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949393-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1488\" data-original-height=\"736\" data-model-id=\"152378\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949393.jpg\" class=\"vmp-image\"></strong> </p><p dir=\"ltr\"><strong>7:34 </strong>Marco Rubio appears via satellite on Fox News. Like Hillary Clinton, his voice sounds a little hoarse and weak, but unlike Clinton, who looked like she was keeping her composure cosmetically, Rubio's expression looks a little hang-dog. This is a dude who has been beaten up and lost. This is a <em>Mad Men</em> character who has lost some kind of office politics struggle with Don Draper and is riding the train home alone. His hair still looks presidential, but nothing else. </p><p dir=\"ltr\">He's on the defensive in this interview. He's complaining about there being too many people on the ballot, and Trump getting too much media coverage. That's not the sort of thing you say if you're a future US president. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949442-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1490\" data-original-height=\"860\" data-model-id=\"152379\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949442.jpg\" class=\"vmp-image\"> </p><p class=\"photo-credit\">Photo by Matt Yoka </p><p dir=\"ltr\"><strong>7:41 </strong>Then again, as this photo of me shows, who am I to be calling Rubio out for looking a little rough around the edges? I've been watching TV for nearly 11 hours and it shows. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949494-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1428\" data-original-height=\"836\" data-model-id=\"152381\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949494.jpg\" class=\"vmp-image\"> </p><p dir=\"ltr\"><strong>7:53 </strong>By the way, that's 11 hours of TV in which I learned basically nothing. On the Republican side, CNN has apportioned 259 Super Tuesday delegates tonight out of the 661 up for grabs. Also, seven races still haven't been called. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949541-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1470\" data-original-height=\"698\" data-model-id=\"152382\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949541.jpg\" class=\"vmp-image\"> </p><p dir=\"ltr\"><strong>8:15 </strong>Finally, good news for Rubio: He won Minnesota. I haven't seen him on TV anywhere lately, though. He must have gone to bed. I would have if I were him. </p><p dir=\"ltr\"><strong>8:30 </strong>CNN just made more projections, and the amazing thing is not that Sanders won Oklahoma but that Wolf Blitzer is still. Here. He has been talking on television for nearly as long as I've been watching it today, and he looks and sounds the same as always. He is a machine. His voice will be here after the world is gone. Wolf Blitzer has defeated me. </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949587-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1484\" data-original-height=\"820\" data-model-id=\"152383\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-body-image-1456949587.jpg\" class=\"vmp-image\"> </p><p dir=\"ltr\"><strong>8:55 </strong>Fox's Megyn Kelly says that at the Republican debate she's moderating on Thursday, there are still going to be five men on stage: Even John Kasich and Ben Carson, who have yet to win a single state, are staying in as of now—though Carson will <a href=\"http://www.vice.com/read/nonsense-machine-ben-carson-kinda-sorta-dropped-out-of-the-presidential-race-vgtrn\" target=\"_blank\">vaguely announce the suspension of his campaign</a> on Wednesday.</p><p>Not me though. The polls close in Alaska in five minutes, and Wolf Blitzer will most likely blare one of his projections, but I'm not sticking around to hear it. Goodnight. </p><p><em>Follow Mike Pearl on <a href=\"http://twitter.com/mikeleepearl\">Twitter</a></em>. </p>",
                "feedText": null,
                "seriesTitle": "The VICE Guide to the 2016 Election",
                "seriesDescription": null,
                "id": "203346",
                "seriesId": "1620",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me",
                "author": "Mike Pearl",
                "pubDate": "2016-03-02 20:30:00",
                "pubTimestamp": 1456950600,
                "category": "stuff",
                "contributor": {
                    "id": "546",
                    "slug": null,
                    "email": "",
                    "username": "mike-pearl",
                    "firstname": "Mike",
                    "lastname": "Pearl",
                    "jobtitle": null,
                    "twitter": "mikeleepearl",
                    "facebook": "",
                    "bio": null,
                    "avatar": "author/546/tD3nayC8.jpg",
                    "google_plus_url": "https://plus.google.com/108862514392775524238/posts",
                    "image_path": "images/contributor/meta/2014/10/14/",
                    "image_file_name": "mike-pearl-1413240071094.jpeg",
                    "image_crop_path": "images/contributor/crops/2014/10/14/",
                    "image_width": "398",
                    "image_height": "398"
                },
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-1456950970-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-1456950970.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-1456950970-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-1456950970-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/02/i-watched-cable-news-for-12-hours-on-super-tuesday-and-it-nearly-destroyed-me-1456950970-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "The VICE Guide to Right Now: El Chapo Is Very Sleepy and Ready to Take His Chances in America",
                "preview": "The Sinaloa cartel boss is reportedly miffed and ready to cross the border because Mexican prison guards are waking him up all the time.",
                "tags": [
                    "crime",
                    "drugs",
                    "El Chapo",
                    "US extradition",
                    "Joaquín Guzmán Loera",
                    "drug trafficking",
                    "murder",
                    "kidnapping",
                    "Brooklyn",
                    "New York",
                    "Mexico",
                    "maximum security prison",
                    "escape prison",
                    "VICE US",
                    "the vice guide to right now",
                    "vgtrn"
                ],
                "body": "<p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images/2016/03/02/el-chapo-literally-will-not-rest-until-hes-extradited-to-the-united-states-vgtrn-109-body-image-1456946367.jpg?resize=*:*&output-quality=\" data-original-width=\"992\" data-original-height=\"558\" data-model-id=\"152355\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"el-chapo-literally-will-not-rest-until-hes-extradited-to-the-united-states-vgtrn-109-body-image-1456946367.jpg\" class=\"vmp-image\"></p><p class=\"photo-credit\">Joaquín Guzmán Loera, better known as El Chapo. Photo <a href=\"https://www.flickr.com/photos/thespeakernews/19437624579/in/photolist-vBCUAg-fwVjiK-vYT45i-wjrzHJ-koDq6m-wQYeoj-yrYnXc-4XWpzL-Cp4P3K-8dh5mX-8xF44J-s1aTXQ-nVWcfL-eCWD8a-5D1bto\" target=\"_blank\">via</a> Flickr<br></p><p><em>Read: </em><a href=\"http://www.vice.com/read/el-chapo-might-go-on-trial-in-brooklyn-vgtrn\" target=\"_blank\"><em>El Chapo Might Go on Trial in Brooklyn</em></a></p><p>Infamous Mexican drug cartel boss El Chapo may not sleep 'til Brooklyn.</p><p>When Joaquín Guzmán Loera was <a href=\"http://www.vice.com/read/watch-gopro-footage-of-the-raid-that-took-down-el-chapo-vgtrn\" target=\"_blank\">recaptured</a> in January after famously <a href=\"http://www.vice.com/read/everything-we-know-about-the-mexican-drug-lord-who-escaped-from-prison-this-weekend-713\" target=\"_blank\">escaping prison</a> last July, his lawyers vowed to fight extradition to the United States, where he faces federal cases in several states. But now the Sinaloa cartel boss's lawyer Jose Refugio Rodriguez says he's trying to negotiate with the American government amid reports that guards at the Altiplano maximum-security prison in Mexico are interfering with his client's sleep.</p><p><a href=\"http://bigstory.ap.org/article/843901bab5ff4daa991609a5febcec7f/lawyer-mexican-drug-lord-changes-mind-wants-extradition\" target=\"_blank\">According</a> to the Associated Press, Mexican officials have copped to waking El Chapo up every four hours for a head count—which is to say really dicking around with the dude's REM cycle. The sleep deprivation and some new visitor restrictions apparently have Guzmán ready to take his chances in the American legal system, and the early <a href=\"http://www.vice.com/read/el-chapo-might-go-on-trial-in-brooklyn-vgtrn\" target=\"_blank\">indicators</a> are that he'd most likely fall under the jurisdiction of the US Attorney's Office in Brooklyn—Attorney General Loretta Lynch's old stomping ground.</p><p>While the extradition was originally expected to take well over a year, El Chapo's lawyer says it could take less than two months if he and his client play ball. But the attorney also told Mexico's Radio Formula on Wednesday that they won't drop the appeals in Mexico without a formal plea agreement, which would likely require American prosecutors' promise not to seek the death penalty. (Capital punishment is illegal in Mexico.)</p><p>Also on the tunnel maven's wish-list: a lighter sentence at a medium-security prison.</p><p><em>Follow Lauren Messman on <a href=\"https://twitter.com/lauren_messman\" target=\"_blank\">Twitter.</a></em></p>",
                "feedText": null,
                "seriesTitle": "The VICE Guide to Right Now",
                "seriesDescription": null,
                "id": "203342",
                "seriesId": "1411",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/el-chapos-lawyer-now-says-hed-prefer-an-american-prison-vgtrn",
                "author": "Lauren Messman",
                "pubDate": "2016-03-02 20:30:00",
                "pubTimestamp": 1456950600,
                "category": "stuff",
                "contributor": {
                    "id": "1487",
                    "slug": null,
                    "email": "lauren.messman@vice.com",
                    "username": "lauren-messman",
                    "firstname": "Lauren",
                    "lastname": "Messman",
                    "jobtitle": null,
                    "twitter": "@lauren_messman",
                    "facebook": "",
                    "bio": null,
                    "avatar": null,
                    "google_plus_url": "",
                    "image_path": "images/contributor/meta/2016/02/25/",
                    "image_file_name": "lauren-messman-1456372122.png",
                    "image_crop_path": "images/contributor/crops/2016/02/25/",
                    "image_width": "640",
                    "image_height": "640"
                },
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/02/el-chapo-literally-will-not-rest-until-hes-extradited-to-the-united-states-vgtrn-109-1456946628-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/02/el-chapo-literally-will-not-rest-until-hes-extradited-to-the-united-states-vgtrn-109-1456946628.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/02/el-chapo-literally-will-not-rest-until-hes-extradited-to-the-united-states-vgtrn-109-1456946628-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/02/el-chapo-literally-will-not-rest-until-hes-extradited-to-the-united-states-vgtrn-109-1456946628-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/02/el-chapo-literally-will-not-rest-until-hes-extradited-to-the-united-states-vgtrn-109-1456946628-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "The VICE Guide to Right Now: Nonsense Machine Ben Carson Kinda Sorta Dropped Out of the Presidential Race",
                "preview": "Ben Carson, the sleepy candidate who once said that \"Putin is a one-horse country: oil and energy,\" is finally admitting that basically no one wants him to be president.",
                "tags": [
                    "VICE US",
                    "politics",
                    "news",
                    "Ben Carson",
                    "2016 Campaign",
                    "Republicans",
                    "GOP"
                ],
                "body": "<p class=\"has-image\"><strong><em><img src=\"https://vice-images.vice.com/images/content-images/2016/03/02/nonsense-master-ben-carson-kinda-sorta-dropped-out-of-the-presidential-race-vgtrn-body-image-1456948941.jpg?resize=*:*&output-quality=\" data-original-width=\"640\" data-original-height=\"359\" data-model-id=\"152370\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"nonsense-master-ben-carson-kinda-sorta-dropped-out-of-the-presidential-race-vgtrn-body-image-1456948941.jpg\" class=\"vmp-image\"></em></strong> </p><p class=\"photo-credit\">Photo via Flickr user <a href=\"https://www.flickr.com/photos/gageskidmore/\" class=\"owner-name truncate\" title=\"Go to Gage Skidmore's photostream\" data-track=\"attributionNameClick\" data-rapid_p=\"58\" target=\"_blank\">Gage Skidmore</a><br> </p><p><strong><em>Read: </em></strong><a href=\"http://www.vice.com/read/super-tuesday-put-the-republican-party-one-step-closer-to-being-ruled-by-donald-trump\" target=\"_blank\"><strong><em>Donald Trump Moved One Step Closer to Taking Over the Republican Party</em></strong></a> </p><p>Ben Carson wanted to be president the way a preschooler wants to be an airplane when he grows up. It's an endearing dream, but at some point, you have to concede that you are wingless, earthbound, and a couple of jet engines short. </p><p>The retired neurosurgeon sort of admitted that on Wednesday, when he said he was <a href=\"http://www.theguardian.com/us-news/2016/mar/02/ben-carson-political-path-forward-super-tuesday?CMP=edit_2221\" target=\"_blank\">pulling out of Thursday's GOP debate</a> and did \"not see a political path forward\" after he won a paltry <a href=\"http://www.nytimes.com/elections/results\" target=\"_blank\">three delegates</a> on Super Tuesday, putting him at eight total—far behind Donald Trump's 319 and Ted Cruz's 226. </p><p>Carson's sleepy style and shaky grasp on what was happening in the world made him more of a sideshow than a serious candidate. <a href=\"https://news.vice.com/article/donald-trump-proves-he-can-dominate-the-republican-debate-even-when-hes-not-there\" target=\"_blank\">During one debate</a>, he said, \"Putin is a one-horse country: oil and energy\"; at another, he paused for a long, strange minute before walking out on the stage, an incident one body language expert chalked up to <a href=\"http://www.theguardian.com/us-news/2016/feb/07/ben-carson-delayed-entrance-new-hampshire-republican-debate-saint-anselm-college\" target=\"_blank\">stage fright or sedation</a>. </p><p>For the past couple months, the press <a href=\"https://news.vice.com/article/ben-carson-is-still-running-for-president-although-its-getting-harder-to-tell-why\" target=\"_blank\">has been openly asking why he's running</a>, especially given the mass exodus of his campaign staff in January and his utter lack of support. Carson was never able to argue, unlike some other second-tier candidates like John Kasich or Jeb Bush, that his experience entitled him to be seriously considered for president, and he never had the popular support of Trump or Cruz. He was just a famous guy who decided that he should be president, then found out not many people agreed with that. </p>",
                "feedText": null,
                "seriesTitle": "The VICE Guide to Right Now",
                "seriesDescription": null,
                "id": "203353",
                "seriesId": "1411",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/nonsense-machine-ben-carson-kinda-sorta-dropped-out-of-the-presidential-race-vgtrn",
                "author": "VICE Staff",
                "pubDate": "2016-03-02 19:39:00",
                "pubTimestamp": 1456947540,
                "category": "news",
                "contributor": "VICE Staff",
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/02/nonsense-machine-ben-carson-kinda-sorta-dropped-out-of-the-presidential-race-vgtrn-1456949000-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/02/nonsense-machine-ben-carson-kinda-sorta-dropped-out-of-the-presidential-race-vgtrn-1456949000.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/02/nonsense-machine-ben-carson-kinda-sorta-dropped-out-of-the-presidential-race-vgtrn-1456949000-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/02/nonsense-machine-ben-carson-kinda-sorta-dropped-out-of-the-presidential-race-vgtrn-1456949000-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/02/nonsense-machine-ben-carson-kinda-sorta-dropped-out-of-the-presidential-race-vgtrn-1456949000-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "What We Mean By Yesterday: 'The Secret Murder Cults of the Movers and Shakers of Big Pharma,' a Comic by Benjamin Marra",
                "preview": "Who are the monsters who control the substances we need to live? What do they do behind closed doors?\r\n",
                "tags": [
                    "Benjamin Marra",
                    "Traditional comics",
                    "gangsta rap posse",
                    "what we mean by yesterday",
                    "vice comics",
                    "pharma",
                    "cults",
                    "murder",
                    "athenazol",
                    "comics"
                ],
                "body": "<p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images/2016/03/02/what-we-mean-by-yesterday-comic-benjamin-marra-004-body-image-1456943762.jpg?resize=*:*&output-quality=\" data-original-width=\"800\" data-original-height=\"1200\" data-model-id=\"152341\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"what-we-mean-by-yesterday-comic-benjamin-marra-004-body-image-1456943762.jpg\" class=\"vmp-image\"><img src=\"https://vice-images.vice.com/images/content-images/2016/03/02/what-we-mean-by-yesterday-comic-benjamin-marra-004-body-image-1456943771.jpg?resize=*:*&output-quality=\" data-original-width=\"800\" data-original-height=\"1200\" data-model-id=\"152342\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"what-we-mean-by-yesterday-comic-benjamin-marra-004-body-image-1456943771.jpg\" class=\"vmp-image\"><img src=\"https://vice-images.vice.com/images/content-images/2016/03/02/what-we-mean-by-yesterday-comic-benjamin-marra-004-body-image-1456943779.jpg?resize=*:*&output-quality=\" data-original-width=\"800\" data-original-height=\"1200\" data-model-id=\"152343\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"what-we-mean-by-yesterday-comic-benjamin-marra-004-body-image-1456943779.jpg\" class=\"vmp-image\"></p><p><em>Find Benjamin on his <a href=\"http://www.benjaminmarra.com/\" target=\"_blank\">website</a>, <a href=\"http://www.benjaminmarra.blogspot.com/\" target=\"_blank\">blog</a>, and at <a href=\"http://www.traditionalcomics.com/\" target=\"_blank\">Traditional Comics</a>.</em><br></p>",
                "feedText": null,
                "seriesTitle": "What We Mean By Yesterday",
                "seriesDescription": null,
                "id": "203339",
                "seriesId": "1626",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/what-we-mean-by-yesterday-comic-benjamin-marra-004",
                "author": "Benjamin  Marra",
                "pubDate": "2016-03-02 19:30:00",
                "pubTimestamp": 1456947000,
                "category": "comics",
                "contributor": {
                    "id": "1740",
                    "slug": null,
                    "email": "",
                    "username": "benjamin-marra",
                    "firstname": "Benjamin ",
                    "lastname": "Marra",
                    "jobtitle": null,
                    "twitter": "",
                    "facebook": "",
                    "bio": null,
                    "avatar": null,
                    "google_plus_url": "",
                    "image_path": null,
                    "image_file_name": null,
                    "image_crop_path": null,
                    "image_width": "0",
                    "image_height": "0"
                },
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/02/what-we-mean-by-yesterday-comic-benjamin-marra-004-1456944123-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/02/what-we-mean-by-yesterday-comic-benjamin-marra-004-1456944123.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/02/what-we-mean-by-yesterday-comic-benjamin-marra-004-1456944123-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/02/what-we-mean-by-yesterday-comic-benjamin-marra-004-1456944123-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/02/what-we-mean-by-yesterday-comic-benjamin-marra-004-1456944123-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "Photos of London's Threatened Public Housing",
                "preview": "Public housing is not as uniform as people think.",
                "tags": [
                    "housing crisis",
                    "Jake Lewis",
                    "architecture",
                    "public housing",
                    "apartments",
                    "affordable housing",
                    "London",
                    "VICE UK"
                ],
                "body": "<p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images-crops/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-body-image-1456914495-size_1000.jpg?resize=*:*&output-quality=\" data-original-width=\"1200\" data-original-height=\"800\" data-model-id=\"152077\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"jake-lewis-photos-of-londons-threatened-estates-body-image-1456914495.jpg\" class=\"vmp-image\"> </p><p class=\"photo-credit\">Robin Hood Gardens, Poplar, east London<br> </p><!--StartFragment--><p class=\"MsoNormal\">One of the enduring myths of public housing in the UK is that it all looks the same. Which is weird because when we sent photographer Jake Lewis to document some of London's threatened affordable homes, the photos he came back with were startlingly diverse. From red-bricked houses with porches and front gardens, to pre-fab blocks with \"streets in the sky,\" they're the concrete residue of the now unfashionable idea that people should be able to afford somewhere to live. Much like the uniform glass and terracotta new-builds springing up all over, some of them probably looked better in an architect's sketchbook than they do now, but they seem to represent a more mixed architectural heritage than people like to give them credit for. <o:p></o:p> </p><p><em>Read more about the </em><em><a href=\"http://www.vice.com/read/philip-kleinfeld-council-housing-planning-bill\" target=\"_blank\">death of public housing in London</a>.</em><a href=\"http://www.vice.com/read/philip-kleinfeld-council-housing-planning-bill\" target=\"_blank\"></a></p><p><em>Follow Jake Lweis on <a href=\"https://twitter.com/Jake_Photo\" target=\"_blank\">Twitter</a>.</em></p>",
                "feedText": null,
                "seriesTitle": "Vice Blog",
                "seriesDescription": null,
                "id": "203099",
                "seriesId": "139",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/jake-lewis-photos-of-londons-threatened-estates",
                "author": "Jake  Lewis",
                "pubDate": "2016-03-02 19:25:00",
                "pubTimestamp": 1456946700,
                "category": "photo",
                "contributor": {
                    "id": "397",
                    "slug": null,
                    "email": "",
                    "username": "jake-lewis",
                    "firstname": "Jake ",
                    "lastname": "Lewis",
                    "jobtitle": null,
                    "twitter": "",
                    "facebook": "",
                    "bio": null,
                    "avatar": "",
                    "google_plus_url": null,
                    "image_path": null,
                    "image_file_name": null,
                    "image_crop_path": null,
                    "image_width": "0",
                    "image_height": "0"
                },
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-1456925459-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-1456925459.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-1456925459-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-1456925459-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-1456925459-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "media": {
                    "gallery": [
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Ashington House, Bethnal Green, east London",
                            "rank": "1",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-922-1456914699-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-922-1456914699.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Aylesbury Estate, Walworth, south London",
                            "rank": "2",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-787-1456856624-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-787-1456856624.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Boundary Estate in Shoreditch, east London",
                            "rank": "3",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-704-1456914392-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-704-1456914392.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Collingwood Hall, Bethnal Green, east London",
                            "rank": "4",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-490-1456914698-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-490-1456914698.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Boundary Estate in Shoreditch, east London",
                            "rank": "5",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-533-1456914323-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-533-1456914323.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Aylesbury Estate, Walworth, south London",
                            "rank": "6",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-362-1456856625-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-362-1456856625.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Aylesbury Estate, Walworth, south London",
                            "rank": "7",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-758-1456857859-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-758-1456857859.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Aylesbury Estate, Walworth, south London",
                            "rank": "8",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-105-1456857860-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-105-1456857860.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Brayford estate, east London",
                            "rank": "9",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-808-1456857989-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-808-1456857989.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Barrington Court, Gospel Oak, north London",
                            "rank": "10",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-153-1456858084-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-153-1456858084.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Robin Hood Gardens, Poplar, east London",
                            "rank": "11",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-894-1456920941-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-894-1456920941.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Becontree housing estate, Dagenham",
                            "rank": "12",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-953-1456858136-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-953-1456858136.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Becontree housing estate, Dagenham",
                            "rank": "13",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-586-1456858137-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-586-1456858137.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Becontree housing estate, Dagenham",
                            "rank": "14",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-652-1456858138-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-652-1456858138.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Middlesex Street Estate, City of London",
                            "rank": "15",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-170-1456858194-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-170-1456858194.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Robin Hood Gardens, Poplar, east London",
                            "rank": "16",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-743-1456858262-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-743-1456858262.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Robin Hood Gardens, Poplar, east London",
                            "rank": "17",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-347-1456920931-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/02/jake-lewis-photos-of-londons-threatened-estates-347-1456920931.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Robin Hood Gardens, Poplar, east London",
                            "rank": "18",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-594-1456858368-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-594-1456858368.jpg?resize=*:*&output-quality=75"
                        },
                        {
                            "title": null,
                            "credit": null,
                            "caption": "Robin Hood Gardens, Poplar, east London",
                            "rank": "19",
                            "thumb": "https://vice-images.vice.com/images/galleries/crops/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-668-1456858470-size_500.jpg?resize=*:*&output-quality=75",
                            "image": "https://vice-images.vice.com/images/galleries/meta/2016/03/01/jake-lewis-photos-of-londons-threatened-estates-668-1456858470.jpg?resize=*:*&output-quality=75"
                        }
                    ]
                },
                "dnd": null
            },
            {
                "title": "Is Technology Really Reducing the Amount of Stuff People Own?",
                "preview": "Everyone has lost five tons of junk, but is that because tech is more advanced and people are more eco-conscious, or is it just that generation rent is fucked?",
                "tags": [
                    "Stuff",
                    "Removals",
                    "Generation Rent",
                    "Renting",
                    "Home",
                    "consumerism",
                    "money",
                    "housing",
                    "belongings",
                    "posessions"
                ],
                "body": "<p class=\"photo-credit has-image\"><img src=\"https://vice-images.vice.com/images/content-images/2016/03/02/we-asked-a-removal-guy-if-people-really-have-less-stuff-body-image-1456925166.jpg?resize=*:*&output-quality=\" data-original-width=\"640\" data-original-height=\"482\" data-model-id=\"152182\" data-path=\"images/content-images/2016/03/02/\" data-crop-path=\"images/content-images-crops/2016/03/02/\" data-image-filename=\"we-asked-a-removal-guy-if-people-really-have-less-stuff-body-image-1456925166.jpg\" class=\"vmp-image\">The golden era, when we owned things. Photo by <a href=\"https://www.vice.com/en_us/read/digging-through-the-bungalow-of-one-of-the-worlds-most-notorious-hoarders-999\">Barry Yourgrau</a> </p><p>Stuff. You know stuff, right? It's like those things that are everywhere, making up all of existence. Most stuff is someone else's, but there's some stuff we can call our own: a half-eaten pizza in your fridge, an old N64 gathering dust behind your TV, all the sweaters you never wear but refuse to throw away. </p><p>You might think that as we've become a more consumerist society, spending almost all of of our time buying things off Amazon,  that we own more stuff than we used to. </p><p>Most consumer goods have also gotten cheaper as companies like Asos and IKEA allow us to buy insane amounts of things we hardly ever use. Meanwhile, our love of new tech means that we own a litany of gadgets that older generations could only dream of. </p><p>But this week, the Office of National Statistics took a break from bothering you as you're leaving baggage claim at the airport to reveal that the average Briton has around five tons less stuff than it did a decade ago. As a nation, we've gone from a peak of 889.9 million tons in 2001 (15.1 tons per person) to 659.1 million tons (10.3 tons per person) in 2013. </p><p>This reduction in \"stuff\" is mainly <a href=\"http://www.carboncommentary.com/blog/2016/2/24/peak-stuff-households-now-spent-more-on-services-than-physical-goods\" target=\"_blank\">thought to be</a> down to rapid developments in technology, as we spend more on services like Netflix and Sky than on physical media. Our appliances weigh less than ever before and most tech such as video and tape players have been replaced by a small hard drive. </p><p>So why is my room always messy? Why am I always tripping over Christmas cards from 2013 and empty boxes of Twinkies? I'm not convinced, so I've decided to speak to someone of the frontline of stuff, Chris Smith, who works for a <a href=\"http://www.reliablevanservices.com/\" target=\"_blank\">van company</a> and is a removal man of over seven years' experience, to see what he makes of our fluctuating human crap levels. </p><!--recommended--><p><strong>So it's been in the news recently that people in Britain have way less stuff than they used to. Do you find, as a removal man, that your load has gotten heavier or lighter over the years?<br></strong>Well, that's a difficult question. Although in some senses people do have much less stuff, moving has become a lot harder. In inner-city moves, the housing can be really far away from the road. For example, if you have a enclosed housing community, like you do a lot of the time in London, you will have to walk a long way from the car on the road to the apartment in the buildings, past the gates, up the stairs, and so on. Also, with some places in London, you will need a lot more of you to do the job, because you need two people to move and one to watch the car while you're doing it. </p><p><strong>You're moving stuff farther, then, but in terms of actual possessions, do people have less junk?<br></strong>Oh yeah, definitely. But then again that's because people need a lot less stuff these days, especially with city moves, because most apartments are furnished and have all the appliances built-in, like a fridge and a washing machine. So people don't ever need to move their sofas, their chairs, and their tables, because they already have them in there. And most of the time people move so often that they don't even want to get their own things and everyone looks for a pre-furnished place at the estate agents or whatever. </p><p><strong>What about places outside of cities? <br></strong>Well, for example when I go to Kent, you do moves that are definitely inclusive of all the furniture and appliances, because people out there tend to move house to house rather than apartment to apartment. They definitely haven't changed the way they move over the years. </p><p><strong>Where people do have stuff, what kind of stuff do you find yourself usually moving?<br></strong>These days the only bit of furniture people ever want to move is a bookshelf. People will just have a load of bags and a few boxes with maybe kitchen appliances in or whatever, although we don't really know what's in them. People definitely seem to have more clothes, though, from all the bags we lug about. </p><p><strong>What about tech?<br></strong>The only thing we'd move is a flat-screen TV, and that's it. I can't remember the last time I moved a HiFi or one of those old big televisions you used to get. It's again just because people have everything on their phones or laptops and don't need to have a lot of technology any longer. People seem to have more clothes and less tech, definitely.</p><p><em><br></em> </p>",
                "feedText": null,
                "seriesTitle": "Vice Blog",
                "seriesDescription": null,
                "id": "203235",
                "seriesId": "139",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/we-asked-a-removal-guy-if-people-really-have-less-stuff",
                "author": "Tom Usher",
                "pubDate": "2016-03-02 18:25:00",
                "pubTimestamp": 1456943100,
                "category": "stuff",
                "contributor": "Tom Usher",
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/02/we-asked-a-removal-guy-if-people-really-have-less-stuff-1456925973-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/02/we-asked-a-removal-guy-if-people-really-have-less-stuff-1456925973.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/02/we-asked-a-removal-guy-if-people-really-have-less-stuff-1456925973-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/02/we-asked-a-removal-guy-if-people-really-have-less-stuff-1456925973-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/02/we-asked-a-removal-guy-if-people-really-have-less-stuff-1456925973-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "The VICE Reader: Victor LaValle’s New Novel Is H. P. Lovecraft, Without the Horrific Racism",
                "preview": "We spoke to the novelist about The Ballad of Black Tom, which repurposes Lovecraft's most racist story in a brilliant and timely way.",
                "tags": [
                    "culture",
                    "books",
                    "The Ballad of Black Tom",
                    "Victor LaValle",
                    "H. P. Lovecraft",
                    "race",
                    "racism",
                    "Black Lives Matter",
                    "literature",
                    "VICE US",
                    "The VICE Reader",
                    "Lincoln Michel"
                ],
                "body": "<p>There are two things everyone knows about <a href=\"http://www.vice.com/tag/HP+Lovecraft\" target=\"_blank\">H. P. Lovecraft</a>. The first is that he's one of the most important horror writers of all time. His cosmic horror works helped shape the trajectory of horror, science fiction, and fantasy, while influencing everyone from Stephen King to George R. R. Martin. The second thing is that he was super racist. The two facts are not unrelated, as Lovecraft's racist fears are central to his worldview and appear either subtly or very, very overtly in most of his fiction (including, infamously, a cat with a racial epithet for a name). Consequentially, the genre world <a href=\"http://www.vice.com/read/horror-is-still-grappling-with-the-long-dark-shadow-of-h-p-lovecraft-729\" target=\"_blank\">seems to never stop debating</a> what to do with Lovecraft's legacy. Can his racism be dismissed as merely \"of his time\"? Should his work be ignored by modern readers, despite its influence? With his newest book, author Victor LaValle finds a third way to respond to Lovecraft's complicated legacy: the literary clapback. </p><p> <o:p></o:p> </p><p>In <i><a href=\"http://us.macmillan.com/theballadofblacktom/victorlavalle\" target=\"_blank\">The Ballad of Black Tom</a>, </i>LaValle repurposes Lovecraft's most racist story, \" <a href=\"http://www.hplovecraft.com/writings/texts/fiction/hrh.aspx\" target=\"_blank\">The Horror at Red Hook</a>,\" in a way that both pays tribute to the horror giant and repurposes his work for LaValle's own ends. The short novel follows Charles Thomas Tester, a Jazz Age Harlem hustler who sometimes transports occult material across the city for a quick buck. Soon he gets wrapped up with Robert Suydam, a rich occultist dabbling in strange powers he doesn't fully grasp. Tester is initially wary, but he is driven fully into Suydam's world by the violence of racist police.   <o:p></o:p> </p><p>LaValle is a tremendous writer of what might be labeled literary horror—add  <i>Big Machine</i> and <i>The Devil in Silver</i> to your reading lists if you haven't already—and  <i>The Ballad of Black Tom </i>is tightly written, beautifully creepy, and politically resonant (LaValle described it to me as \"a literary mash-up of H. P. Lovecraft with a Black Lives Matter undercurrent\"). But above all, the slim novel is a tremendously fun read. LaValle, who is mixed race, grew up adoring Lovecraft and it shows. Even as LaValle uses the novel as rebuttal, he makes sure to spin a thrilling Lovecraftian tale of mystery, monsters, and madness. If you've ever wanted a Lovecraft novel without the affected diction or racism, you should pick this up today.  <o:p></o:p> </p><p>I recently talked with LaValle over the phone to discuss his novel, Lovecraft's legacy, and Cthulhu GIFs. </p><!--recommended--><p> <strong>VICE: Do you think we'll ever finish debating Lovecraft's legacy? <br> </strong> <strong>Victor LaValle:</strong> I certainly hope not. I really do think it's amazing to imagine that a spoiled shut-in from Providence, Rhode Island—who was by all accounts utterly antisocial but also charismatic—was writing this ridiculous, purely ridiculous fiction, and we're talking about him even now and will continue talking about him. That's one of the reasons I hope it never stops, because that guy really did embody so many interesting things about these large cosmic ideas, but also about America and especially white America—a particular kind of white America and its fear of extinction. I really do think that's one of the things that he was wrestling with. He posited it as humanity's fear of extinction, but I feel like it doesn't reduce it in any way to suggest that he's talking about a very specific kind of fear of extinction, not necessarily universal, the way he put it on paper.  <o:p></o:p> </p><p><strong>The perfect example of that fear of extinction in Lovecraft is his story \"The Horror at Red Hook.\" He describes New York as \"a maze of hybrid squalor\" and \"the poisoned cauldron where all the varied dregs of unwholesome ages mix their venom and perpetuate their obscene terrors.\" </strong><br>  I really do love him, because that is a version of the private conversations that people might have at Thanksgiving with the grandparents and the uncles and aunts. You know, on some level, they actually say these things when they talk about Obama's presidency, the swell of Hispanic immigrants, or the coming Arab horde. They're talking about the same fear. He actually put it on paper and did it in a way that didn't try to hide or didn't even think,  <i>I need to hide this</i>. <i>Forget about thinking I should hide it—no, I should say this. This is a real concern. </i> <strong><o:p></o:p></strong> </p><p><strong>One thing I really liked about </strong><i><strong>The Ballad of Black Tom</strong></i><strong> is that it reads like a love letter to New York and specifically the parts of New York that Lovecraft despised: the diversity and the throngs of crowds. Can you talk about how growing up in Queens influenced your writing or approach to literature? </strong><br>My upbringing in Queens, and in New York as a whole, was not a homogenous upbringing. As a result, it became how I think life should look. So, for me, when I read work that doesn't seem to have that breadth of classes in it, it always strikes me as false. Because I think,  <i>How could the author not have seen the broad variety of people who existed </i>? Not that they need to be always central, but how could the author not have noted, if not different races, then different cultures within a race, whether that's class-wise, religion, whatever it is. When that lack of diversity is not noted in some way, I always think it's fake. I always think the book has missed something. And if the author in the book has missed something, I start to be skeptical about what it is he or she could actually have to teach me or surprise me with. I think that all of this comes from being raised in this unbelievably mixed community, and being racially mixed myself. I have a black mom and a white dad. My mom is also international—she's an African immigrant. My dad is a white guy from upstate New York. So the idea that worlds always collide and shape each other is in my DNA, literally. And I would argue in everyone's. <strong> <o:p></o:p></strong> </p><p>That is like the shaping worldview of my life. Whereas Lovecraft's life was in many ways the absolute opposite. Raised in Providence, Rhode Island—and Providence presumably has always been in some way diverse and mixed, even if it was all white people, which I'm sure it wasn't. From the fishermen to people like his family, who were sort of old money who'd fallen on hard times. But then Lovecraft was trapped inside this house with his mother and his aunts, and all of them have sort of agreed to keep out the world for the preservation of that family's ideals to themselves and the world, and that's what \"The Horror at Red Hook\" is. It's almost a manifesto of how important that is, and so it made sense for me to say, \"Well, here's my counter-manifesto.\" <o:p></o:p> </p><p><strong>Lovecraft has a really distinctive style, which is alternatively loved or mocked by readers, even fans. All the \"Cyclopian horrors of the unknown writhing their ancient Stygian tentacles to drive people to utter madness\" stuff. How did you approach Lovecraft's style and language when you were writing this counter-manifesto?  </strong><br> I knew that the kiss of death is to mimic his style. It seems like he was very inspired by a writer named Lord Dunsany, who was a high-fantasy writer who came before Lovecraft. In many ways, Lord Dunsany and Lovecraft are both writing from a place of great nostalgia—for places and times and sort of ways of living and cultures that probably never existed. It's sort of high-church language. I'm Episcopalian, and I know when we end up at a high Episcopalian church—or my wife's Catholic and if we end up at an almost Latin mass—it's like a time machine. I just get thrown into this time warp, listening to this service. It's the same reading Lovecraft.  <strong><o:p></o:p></strong> </p><p><o:p> </o:p> </p><p>The inspiration for the voice of the book was actually Denis Johnson's  <i>Train Dreams </i>. It's an astoundingly good historical novel, and what Johnson figured out was how to write something historical without sounding arch. It's perfect, it's almost invisible, but it pulls you along. I felt like if I told my version closer to the Denis Johnson voice, but unaffected, then you would have room to just think about Harlem in the 20s and how interesting that place was. Queens in the 20s. Brooklyn in the 20s. Race relations then. What I see as the shortcomings of Lovecraft's cosmic indifference philosophy. All of that is so interesting. I don't need to add a layer of really noticeable style.  <del><o:p></o:p></del> </p><p><o:p> </o:p> </p><p><strong>I think you did that really well, and at the same time, you also kept in the core Lovecraftian way of telling horror where it's kind of obscure and invading the text from the fringes. Sometimes, someone will do an homage to Lovecraft, and it's just like, \"Oh, here's a tentacle monster rampaging killing things,\" instead of, \"Here's the madness of the cosmos that you can't even fathom.\" </strong><br>Certainly Lovecraft was well aware of how inference was much better than straight-out explanation. I always found it interesting that Cthulhu has become the great Lovecraftian monster, when he is one of the ones who is most hidden and dormant in Lovecraft's work. Literally the only time, if I remember correctly, that you get a sense of him is in \" <a href=\"http://www.hplovecraft.com/writings/texts/fiction/cc.aspx\" target=\"_blank\">The Call of Cthulhu</a>,\" when he rises. The idea is that he's trapped at the bottom of the ocean somewhere in the South Pacific. He rises from the bottom, in this one story, and for like one brief moment, the sailor spies this hideous tentacle being, and then no sooner has that happened, the tomb of the ocean or whatever the hell it is snaps shut and Cthulhu goes back to the ocean's depths. <strong><o:p></o:p></strong> </p><p><o:p> </o:p> </p><p><strong>Right, you just see like the top of his head or something. Unlike the drawings, he's not standing astride a mountain and bellowing weird things. And in fact, there are other Lovecraft gods who are more active in some of his stories.  <o:p></o:p> </strong> </p><p><o:p> </o:p> </p><p><br> <div class=\"resp-video-wrapper youtube-wrapper\"><iframe src=\"//www.youtube.com/embed/bYJGt67Mwmo\" width=\"100%\" height=\"100%\" frameborder=\"0\" scrolling=\"no\" data-original-width=\"500px\" data-original-height=\"360px\" webkitallowfullscreen webkitAllowFullScreen mozallowfullscreen allowfullscreen></iframe></div><o:p></o:p> </p><p><o:p> </o:p> </p><p><strong>And then there's something weird about Lovecraft's influence on popular culture, where Cthulhu has been taken out and recycled into what some people I know call  \"Cute-thulhu.\" Those joke-y images of  </strong><a href=\"http://www.hello-cthulhu.com/\" target=\"_blank\">Cthulhu as Hello Kitty</a><strong> or mash-ups of tentacle monsters dancing with Taylor Swift GIFs or whatever. </strong><br>But again, whether intentional or not—probably intentionally—he smartly left so much mystery to Cthulhu that people could reinterpret him. Like earlier generations only viewed him with horror and disgust. I remember my introduction to Cthulhu was, reading the books, obviously, but then Metallica had a song called \" <a href=\"https://www.youtube.com/watch?v=bYJGt67Mwmo\" target=\"_blank\">The Thing That Should Not Be</a>\" on the  <i>Master of Puppets</i> album that was about Cthulhu. It says like, \"Not dead, which eternal lie / strange eons death may die.\" Straight-up quotes from the story, and it was still kind of eerie. But maybe enough time has passed that he's entering the culture. Because once he enters it fully and really, then he becomes a thing of play, as opposed to pure terror. But that just suggests how deeply he's embedded in our culture. <strong><o:p></o:p></strong> </p><p><o:p> </o:p> </p><p>I mean, just think about serial killers. The idea that there are people who have joke-y GIFs of Charles Manson. Like joke-y, funny—he's just a wacky guy with a swastika on his head. Only because enough time has passed, and enough generations have come after the horrific murders that he orchestrated. The terror of him is no longer important. It's just that he is a part of the cultural framework. So, here's Hello Kitty Charles Manson.  <del><o:p></o:p></del> </p><p><strong>Well, the book came out great. What's the next book and when is it coming out?  <br> </strong>That one is gonna come out in the spring of 2017, barring any crazy delays. It's basically about how posting pictures of your children on Facebook is you helping this group of underground people steal your children from you. Something that will be really disturbing to people. I'm really praying. Because it's disturbing to me.  <strong><o:p></o:p></strong> </p><strong><p><o:p> </o:p> </p><p><i>Follow Lincoln on <a href=\"https://twitter.com/TheLincoln\" target=\"_blank\">Twitter</a>.</i> </p><p>The Ballad of Black Tom<em> is available now in bookstores and online from Tor.com Publishing.</em> </p><!--EndFragment--></strong>",
                "feedText": null,
                "seriesTitle": "The VICE Reader",
                "seriesDescription": null,
                "id": "203330",
                "seriesId": "894",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/victor-lavalles-new-novel-is-h-p-lovecraft-without-the-horrific-racism",
                "author": "Lincoln Michel",
                "pubDate": "2016-03-02 17:34:00",
                "pubTimestamp": 1456940040,
                "category": "stuff",
                "contributor": {
                    "id": "1408",
                    "slug": null,
                    "email": "",
                    "username": "lincoln-michel",
                    "firstname": "Lincoln",
                    "lastname": "Michel",
                    "jobtitle": null,
                    "twitter": "thelincoln",
                    "facebook": "",
                    "bio": null,
                    "avatar": null,
                    "google_plus_url": "",
                    "image_path": "images/contributor/meta/2015/06/22/",
                    "image_file_name": "lincoln-michel-1434987377.jpg",
                    "image_crop_path": "images/contributor/crops/2015/06/22/",
                    "image_width": "1600",
                    "image_height": "1065"
                },
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2016/03/02/victor-lavalles-new-novel-is-h-p-lovecraft-without-the-horrific-racism-1456954653-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2016/03/02/victor-lavalles-new-novel-is-h-p-lovecraft-without-the-horrific-racism-1456954653.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2016/03/02/victor-lavalles-new-novel-is-h-p-lovecraft-without-the-horrific-racism-1456954653-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2016/03/02/victor-lavalles-new-novel-is-h-p-lovecraft-without-the-horrific-racism-1456954653-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2016/03/02/victor-lavalles-new-novel-is-h-p-lovecraft-without-the-horrific-racism-1456954653-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            },
            {
                "title": "Inside Outsider: Why Does Radical Islam Appeal to So Many Young Men?",
                "preview": "After the San Bernardino shootings and the tragic terrorist attacks in Paris, I asked some of my friends, who have dabbled in extremism, what the draw is for so many young muslims.",
                "tags": [
                    "Australia/NZ",
                    "extremism",
                    "terrorism",
                    "violence",
                    "Islam",
                    "radicalism",
                    "radicalisation",
                    "immigrant",
                    "Afghanistan",
                    "Iraq",
                    "ISIS",
                    "IS",
                    "ISIL",
                    "cleric",
                    "brainwash",
                    "holy war",
                    "view from the inside",
                    "Melbourne",
                    "suburbs",
                    "housing commision flat",
                    "VICE Australia"
                ],
                "body": "<!--[if gte mso 9]><xml>  <o:DocumentProperties>   <o:Revision>0</o:Revision>   <o:TotalTime>0</o:TotalTime>   <o:Pages>1</o:Pages>   <o:Words>1080</o:Words>   <o:Characters>6160</o:Characters>   <o:Company>VICE Media</o:Company>   <o:Lines>51</o:Lines>   <o:Paragraphs>14</o:Paragraphs>   <o:CharactersWithSpaces>7226</o:CharactersWithSpaces>   <o:Version>14.0</o:Version>  </o:DocumentProperties>  <o:OfficeDocumentSettings>   <o:AllowPNG></o:AllowPNG>  </o:OfficeDocumentSettings> </xml><![endif]--><!--[if gte mso 9]><xml>  <w:WordDocument>   <w:View>Normal</w:View>   <w:Zoom>0</w:Zoom>   <w:TrackMoves></w:TrackMoves>   <w:TrackFormatting></w:TrackFormatting>   <w:PunctuationKerning></w:PunctuationKerning>   <w:ValidateAgainstSchemas></w:ValidateAgainstSchemas>   <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid>   <w:IgnoreMixedContent>false</w:IgnoreMixedContent>   <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText>   <w:DoNotPromoteQF></w:DoNotPromoteQF>   <w:LidThemeOther>EN-AU</w:LidThemeOther>   <w:LidThemeAsian>JA</w:LidThemeAsian>   <w:LidThemeComplexScript>X-NONE</w:LidThemeComplexScript>   <w:Compatibility>    <w:BreakWrappedTables></w:BreakWrappedTables>    <w:SnapToGridInCell></w:SnapToGridInCell>    <w:WrapTextWithPunct></w:WrapTextWithPunct>    <w:UseAsianBreakRules></w:UseAsianBreakRules>    <w:DontGrowAutofit></w:DontGrowAutofit>    <w:SplitPgBreakAndParaMark></w:SplitPgBreakAndParaMark>    <w:EnableOpenTypeKerning></w:EnableOpenTypeKerning>    <w:DontFlipMirrorIndents></w:DontFlipMirrorIndents>    <w:OverrideTableStyleHps></w:OverrideTableStyleHps>    <w:UseFELayout></w:UseFELayout>   </w:Compatibility>   <m:mathPr>    <m:mathFont m:val=\"Cambria Math\"></m:mathFont>    <m:brkBin m:val=\"before\"></m:brkBin>    <m:brkBinSub m:val=\"--\"></m:brkBinSub>    <m:smallFrac m:val=\"off\"></m:smallFrac>    <m:dispDef></m:dispDef>    <m:lMargin m:val=\"0\"></m:lMargin>    <m:rMargin m:val=\"0\"></m:rMargin>    <m:defJc m:val=\"centerGroup\"></m:defJc>    <m:wrapIndent m:val=\"1440\"></m:wrapIndent>    <m:intLim m:val=\"subSup\"></m:intLim>    <m:naryLim m:val=\"undOvr\"></m:naryLim>   </m:mathPr></w:WordDocument> </xml><![endif]--><!--[if gte mso 9]><xml>  <w:LatentStyles DefLockedState=\"false\" DefUnhideWhenUsed=\"true\"   DefSemiHidden=\"true\" DefQFormat=\"false\" DefPriority=\"99\"   LatentStyleCount=\"276\">   <w:LsdException Locked=\"false\" Priority=\"0\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Normal\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"9\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"heading 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 7\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 8\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 9\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 7\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 8\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 9\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"35\" QFormat=\"true\" Name=\"caption\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"10\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Title\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"1\" Name=\"Default Paragraph Font\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"11\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Subtitle\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"22\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Strong\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"20\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Emphasis\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"59\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Table Grid\"></w:LsdException>   <w:LsdException Locked=\"false\" UnhideWhenUsed=\"false\" Name=\"Placeholder Text\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"1\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"No Spacing\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"60\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Shading\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"61\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light List\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"62\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Grid\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"63\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"64\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"65\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"66\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"67\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"68\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"69\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"70\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Dark List\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"71\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Shading\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"72\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful List\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"73\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Grid\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"60\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Shading Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"61\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light List Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"62\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Grid Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"63\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 1 Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"64\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 2 Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"65\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 1 Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" UnhideWhenUsed=\"false\" Name=\"Revision\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"34\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"List Paragraph\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"29\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Quote\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"30\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Intense Quote\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"66\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 2 Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"67\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 1 Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"68\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 2 Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"69\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 3 Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"70\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Dark List Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"71\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Shading Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"72\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful List Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"73\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Grid Accent 1\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"60\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Shading Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"61\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light List Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"62\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Grid Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"63\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 1 Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"64\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 2 Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"65\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 1 Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"66\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 2 Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"67\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 1 Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"68\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 2 Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"69\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 3 Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"70\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Dark List Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"71\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Shading Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"72\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful List Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"73\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Grid Accent 2\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"60\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Shading Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"61\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light List Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"62\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Grid Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"63\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 1 Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"64\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 2 Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"65\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 1 Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"66\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 2 Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"67\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 1 Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"68\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 2 Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"69\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 3 Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"70\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Dark List Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"71\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Shading Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"72\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful List Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"73\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Grid Accent 3\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"60\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Shading Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"61\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light List Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"62\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Grid Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"63\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 1 Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"64\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 2 Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"65\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 1 Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"66\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 2 Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"67\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 1 Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"68\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 2 Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"69\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 3 Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"70\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Dark List Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"71\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Shading Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"72\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful List Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"73\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Grid Accent 4\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"60\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Shading Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"61\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light List Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"62\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Grid Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"63\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 1 Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"64\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 2 Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"65\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 1 Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"66\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 2 Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"67\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 1 Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"68\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 2 Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"69\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 3 Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"70\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Dark List Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"71\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Shading Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"72\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful List Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"73\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Grid Accent 5\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"60\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Shading Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"61\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light List Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"62\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Light Grid Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"63\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 1 Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"64\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Shading 2 Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"65\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 1 Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"66\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium List 2 Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"67\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 1 Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"68\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 2 Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"69\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Medium Grid 3 Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"70\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Dark List Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"71\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Shading Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"72\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful List Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"73\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Colorful Grid Accent 6\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"19\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Subtle Emphasis\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"21\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Intense Emphasis\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"31\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Subtle Reference\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"32\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Intense Reference\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"33\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Book Title\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"37\" Name=\"Bibliography\"></w:LsdException>   <w:LsdException Locked=\"false\" Priority=\"39\" QFormat=\"true\" Name=\"TOC Heading\"></w:LsdException>  </w:LatentStyles> </xml><![endif]--><!--[if gte mso 10]> <style>  /* Style Definitions */ table.MsoNormalTable {mso-style-name:\"Table Normal\"; mso-tstyle-rowband-size:0; mso-tstyle-colband-size:0; mso-style-noshow:yes; mso-style-priority:99; mso-style-parent:\"\"; mso-padding-alt:0cm 5.4pt 0cm 5.4pt; mso-para-margin:0cm; mso-para-margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:12.0pt; font-family:Cambria; mso-ascii-font-family:Cambria; mso-ascii-theme-font:minor-latin; mso-hansi-font-family:Cambria; mso-hansi-theme-font:minor-latin;} </style> <![endif]--><!--StartFragment--><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images/2015/12/14/i-asked-my-islamic-friends-to-explain-the-attraction-of-jihad-in-australia-body-image-1450137349.jpg?resize=*:*&output-quality=\" data-original-width=\"800\" data-original-height=\"600\" data-model-id=\"126650\" data-path=\"images/content-images/2015/12/14/\" data-crop-path=\"images/content-images-crops/2015/12/14/\" data-image-filename=\"i-asked-my-islamic-friends-to-explain-the-attraction-of-jihad-in-australia-body-image-1450137349.jpg\" class=\"vmp-image\"> </p><p class=\"photo-credit\">\"After reading Shelley's '<i>Frankenstein'</i> in high school... I realized monsters can be human and humans can be monsters.\" Illustrations by Michael Hili<br> </p><p>Ever since elementary school I've felt that being a Muslim is like being part of a big family. Sort of a club with a set of values that use humility as the basis for feeling indebted to one another. When kids asked me where I was from, hearing me pronounce Afghanistan always got a chuckle. All that abruptly changed when I was in my first year of high school—the year after 9/11. <o:p></o:p> </p><p class=\"MsoNormal\">These days I'm a college student who sometimes writes for VICE. This is why, after the <a href=\"http://www.vice.com/read/heres-what-we-still-dont-know-about-the-shooting-in-san-bernardino-123\" target=\"_blank\">San Bernardino shootings</a> and the tragic <a href=\"https://news.vice.com/article/terror-attacks-in-paris-a-timeline-of-events\" target=\"_blank\">terrorist attacks in Paris</a>, the guys at the Melbourne office asked for my thoughts on the lure of extremism. I had a think about it, and I asked some of my own friends. They're a mixed group of second-generation immigrants. We grew up in the Melbourne suburbs to become students, trade workers, and occasionally thugs. I know for a fact some of them have dabbled in extremism, mostly in the form of online reading. So I asked around. Why does radical Islam appeal to so many young men? <o:p></o:p> </p><p class=\"MsoNormal\">First of all, you need to know that it's often hard to feel accepted when you're labeled a migrant. Iqbal, a law student from Coburg, quipped that some Australians seem to think \"our purpose is to replace their lifestyle with strict, oppressive, and unappealing regimes in pursuit of satisfaction from a god that doesn't exist.\"  <o:p></o:p> </p><p class=\"MsoNormal\">Of course, this isn't the case, but it's the sort of opinion that brings out the worst in everyone. Every time the television flashes news of collapsing buildings, murder, suicide, an attack or a siege, our first reaction isn't grief. It's sad that all we want to know is whether the antagonists were Muslims, again. We nervously hope they're not, paranoid that again we'll be caught in the headlights of bigotry. <o:p></o:p> </p><p class=\"MsoNormal\">Iqbal sparks a Winfield Blue, holding it inward behind his back, afraid his father might catch him before Maghrib. \"It angers me every time a Muslim does the wrong thing,\" he says. \"In some ways, it's always my responsibility to publicly condemn their actions.\" <o:p></o:p> </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images/2015/12/15/i-asked-my-islamic-friends-to-explain-the-attraction-of-jihad-in-australia-body-image-1450137629.jpg?resize=*:*&output-quality=\" data-original-width=\"800\" data-original-height=\"600\" data-model-id=\"126653\" data-path=\"images/content-images/2015/12/15/\" data-crop-path=\"images/content-images-crops/2015/12/15/\" data-image-filename=\"i-asked-my-islamic-friends-to-explain-the-attraction-of-jihad-in-australia-body-image-1450137629.jpg\" class=\"vmp-image\"> </p><p>Earlier this year, on April 18 at 3:30 in the morning, 200 police officers executed multiple raids across Melbourne as part of Operation Rising. Neighbors in Hallam stood dazed on the side of the road as the Victorian Police Special Operations Group yanked teenage boys out of bed and marched them into bearcat military vehicles. They'd allegedly planned an \"act of terror,\" or a revenge attack for the death of one of their friends, Numan Haidar, who was shot as he attacked two police officers with a knife. </p><p class=\"MsoNormal\"><o:p></o:p> </p><p class=\"MsoNormal\">One of the accused is a friend of mine. He compares his memory of the raids to shellshock. He recalls the image of his cuffed father, helpless on the floor as a policeman kneed him in the back, demanding with his M16 an explanation of what the Arabic poster on the wall  <i>meant</i>. He was later released without any charges. <o:p></o:p> </p><p class=\"MsoNormal\">When asked why he thought young Muslims are sometimes angry, my friend explained, \"If we speak out about our concerns [with Australian culture], they think we're just complaining. We're told that we should just accept whatever misguided opinions people have about us, even though we were born here.\" </p><p class=\"MsoNormal\">Being treated as an outsider, despite coming from the same country, might be a defining factor for a lot of young Muslims. The FBI has revealed that the San Bernardino shooter, Syed Rizwan Farook, was a first generation Pakistani immigrant born in Chicago. French investigators also believe that the <a href=\"https://news.vice.com/article/abdelhamid-abaaoud-the-mastermind-behind-the-paris-attacks-is-dead\" target=\"_blank\">mastermind of the Paris attacks</a> was a Belgian national. Both of the <a href=\"http://www.vice.com/tag/charlie+hebdo\" target=\"_blank\">Charlie Hebdo</a> attackers were born in Paris, and three of the attackers in the 2005 London Bombings were British-born Pakistanis. It is also estimated that roughly 4,000 people have left their homes in the West to join ISIS. <o:p></o:p> </p><p class=\"MsoNormal\">This is not to say I'm blaming Western culture for making young Muslims feel vilified. Far from it, I believe a lack of stronger leadership within Islam is part of the problem. Harsh criticism of violent interpretations such as Wahhabism need to be brought to the forefront of our own conversations. We're lacking this voice, and the public instead hears from self-proclaimed leaders who don't represent the views of the majority. <o:p></o:p> </p><p class=\"pullquote\">I believe it's our lives, not our beliefs, that make us monsters or humans.<br> </p><p class=\"MsoNormal\">We also hear overwhelmingly from the radical media machine. I was told that in radical Islamic lectures, often organized privately in the outer suburbs, the role of the internet and media are usually the principal tools used by \"clerics\" to desensitize and exploit young believers. Unfortunately, there is a continuous influx of horrific footage pouring in from Palestine, Iraq, and Afghanistan. It's slick, incessant, and it gives everyone—and especially young kids—the impression that Muslims everywhere are being attacked and their only way to help is through violence. <o:p></o:p> </p><p class=\"MsoNormal\">After reading Mary Shelley's <i>Frankenstein</i> in high school, or watching David Lynch's  <i>Elephant Man</i>, I realized monsters can be human and humans can be monsters. Now, having spoken to my friends, and having thought about the backgrounds to these tragic events, the work of psychologist Albert Bandura seems most appropriate. As he explained, \"It requires conducive social conditions, rather than monstrous people, to produce heinous deeds.\" <o:p></o:p> </p><p class=\"MsoNormal\">Philip Zimbardo's infamous Stanford experiment reinforces this social argument through the eerie similarities that were replicated in the gross abuses of power at Abu Ghraib prison. The soldiers weren't solely responsible. Instead, it was their total social make-up, history, and their environment that sculpted their ideals and decisions. For any young aggressor, I believe it's our lives, not our beliefs, that make us monsters or humans. <o:p></o:p> </p><p class=\"has-image\"><img src=\"https://vice-images.vice.com/images/content-images/2015/12/15/i-asked-my-islamic-friends-to-explain-the-attraction-of-jihad-in-australia-body-image-1450137661.jpg?resize=*:*&output-quality=\" data-original-width=\"800\" data-original-height=\"600\" data-model-id=\"126654\" data-path=\"images/content-images/2015/12/15/\" data-crop-path=\"images/content-images-crops/2015/12/15/\" data-image-filename=\"i-asked-my-islamic-friends-to-explain-the-attraction-of-jihad-in-australia-body-image-1450137661.jpg\" class=\"vmp-image\"> </p><p>My friend Mohammed isn't a monster, but maybe he's a juvenile delinquent. He migrated from Sudan in 2005 and has recently committed himself to Islam in order to redeem a past shaped by war and a chaotic block of Footscray flats. When asked about his view on radicalization, he explained, \"A lot of the young people only know a few verses, out of context, and they use these verses as a basis for their actions.\" But like the others he also agrees, \"If these kids were properly accepted into society, they wouldn't become radicalized. We feel the hate that the public has towards us.\" </p><p class=\"MsoNormal\"><o:p></o:p> </p><!--EndFragment--><p>When you're young, all you really want is to feel accepted. The general vibe from my conversations seemed to be that dispossessed immigrant Muslims often feel marginalized, ignored, and rejected by society. While the media is still obsessing over ISIS, the brand has deteriorated like a passé fashion trend amongst religious circles in the suburbs. Yet despite this, engaging in jihad still seems like a romantic fantasy. Some imagine they'll finally belong to a utopia under a caliphate, a system aligned with their way of life according to scripture. The fantasy gives their lives a sense of purpose or an escape from suburban nothingness. It's crazy, but it's a common desire in young males everywhere, regardless of religion. </p><p><em>Follow Mahmood on </em><em><a href=\"https://twitter.com/mahmoodicus\" target=\"_blank\">Twitter</a>.</em></p><p><em>Illustrations by </em><a href=\"http://michaelhili.com/\" target=\"_blank\"><em>Michael Hili</em></a> </p>",
                "feedText": "\"We’re Told to Accept Whatever Misguided Opinions People Have About Us, Even Though We Were Born Here.\"",
                "seriesTitle": "Inside Outsider",
                "seriesDescription": null,
                "id": "190480",
                "seriesId": "1642",
                "episodeNumber": null,
                "part": null,
                "url": "http://www.vice.com/read/how-people-become-monsters",
                "author": "Mahmood Fazal",
                "pubDate": "2016-03-02 17:30:00",
                "pubTimestamp": 1456939800,
                "category": "stuff",
                "contributor": "Mahmood Fazal",
                "nsfw": false,
                "nsfb": false,
                "thumb": "https://vice-images.vice.com/images/articles/crops/2015/12/15/i-asked-my-islamic-friends-to-explain-the-attraction-of-jihad-in-australia-1450137759-crop_mobile.jpg?resize=*:*&output-quality=75",
                "image": "https://vice-images.vice.com/images/articles/meta/2015/12/15/i-asked-my-islamic-friends-to-explain-the-attraction-of-jihad-in-australia-1450137759.jpg?resize=*:*&output-quality=75",
                "thumb_10_4": "https://vice-images.vice.com/images/articles/crops/2015/12/15/i-asked-my-islamic-friends-to-explain-the-attraction-of-jihad-in-australia-1450137759-crop_lede.jpg?resize=*:*&output-quality=75",
                "thumb_10_3": "https://vice-images.vice.com/images/articles/crops/2015/12/15/i-asked-my-islamic-friends-to-explain-the-attraction-of-jihad-in-australia-1450137759-crop_desktop.jpg?resize=*:*&output-quality=75",
                "thumb_16_9": "https://vice-images.vice.com/images/articles/crops/2015/12/15/i-asked-my-islamic-friends-to-explain-the-attraction-of-jihad-in-australia-1450137759-crop_mobile.jpg?resize=*:*&output-quality=75",
                "thumb_7_10": "",
                "dnd": null
            }
        ],
        "pageCount": 1876
    }
}